Repository: ps965xx7vn-lgtm/backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Мужской
ka: მამრობითი

source: Женский
ka: ქალი

source: Другой
ka: სხვა

source: Грузия
ka: საქართველო

source: Россия
ka: რუსეთი

source: США
ka: აშშ

source: Германия
ka: გერმანია

source: Франция
ka: საფრანგეთი

source: Город
ka: ქალაქი

source: Введите ваш город
ka: შეიყვანეთ თქვენი ქალაქი

source: Введите ваш телефон
ka: შეიყვანეთ თქვენი ტელეფონი

source: Безопасность аккаунта
ka: ანგარიშის უსაფრთხოება

source: Управляйте паролем и настройками безопасности
ka: მართეთ თქვენი პაროლი და უსაფრთხოების პარამეტრები

source: Изменить пароль
ka: პაროლის შეცვლა

source: Обновите свой пароль для повышения безопасности
ka: განაახლეთ თქვენი პაროლი უსაფრთხოების გასაზრდელად

source: Ваш email подтвержден
ka: თქვენი ელფოსტა დადასტურებულია

source: Ваш email не подтвержден
ka: თქვენი ელფოსტა არ არის დადასტურებული

source: Отправить письмо
ka: წერილის გაგზავნა

source: Статус аккаунта
ka: ანგარიშის სტატუსი

source: Аккаунт активен
ka: ანგარიში აქტიურია

source: Аккаунт заблокирован
ka: ანგარიში დაბლოკილია

source: Получать уведомления на email
ka: ელფოსტაზე შეტყობინებების მიღება

source: Обновления курсов
ka: კურსების განახლებები

source: Уведомления о новых уроках и материалах
ka: შეტყობინებები ახალი გაკვეთილებისა და მასალების შესახებ

source: Напоминания о уроках
ka: შეხსენებები გაკვეთილების შესახებ

source: Еженедельные напоминания о продолжении обучения
ka: ყოველკვირეული შეხსენებები სწავლის გაგრძელების შესახებ

source: Получать уведомления о новых достижениях
ka: ახალი მიღწევების შესახებ შეტყობინებების მიღება

source: Еженедельная сводка
ka: ყოველკვირეული ანგარიში

source: Получать еженедельный отчет о прогрессе
ka: კვირეული პროგრესის ანგარიშის მიღება

source: Маркетинговые рассылки
ka: მარკეტინგული განაწილება

source: Специальные предложения и новости платформы
ka: სპეციალური შეთავაზებები და პლატფორმის სიახლეები

source: Приватность и данные
ka: კონფიდენციალურობა და მონაცემები

source: Управляйте видимостью вашего профиля и данных
ka: მართეთ თქვენი პროფილისა და მონაცემების ხილვადობა

source: Показывать прогресс обучения
ka: აჩვენეთ სწავლის პროგრესი

source: Разрешить показывать ваши достижения в курсах
ka: დაუშვით თქვენი მიღწევების ჩვენება კურსებში

source: Показывать достижения
ka: აჩვენეთ მიღწევები

source: Отображать ваши награды и сертификаты
ka: აჩვენეთ თქვენი ჯილდოები და სერტიფიკატები

source: Разрешить сообщения
ka: დაუშვებელია შეტყობინებები

source: Разрешить другим студентам отправлять вам сообщения
ka: სხვა სტუდენტებს შეუძლიათ გამოგიგზავნონ შეტყობინებები

source: Управление данными
ka: მონაცემთა მართვა

source: Экспорт данных
ka: მონაცემთა ექსპორტი

source: Скачать все ваши данные из платформы
ka: ჩამოტვირთეთ ყველა თქვენი მონაცემი პლატფორმიდან

source: Экспорт
ka: ექსპორტი

source: Удаление аккаунта
ka: ანგარიშის წაშლა

source: Навсегда удалить ваш аккаунт и все данные
ka: სამუდამოდ წაშალეთ თქვენი ანგარიში და ყველა მონაცემი

source: Удалить аккаунт
ka: ანგარიშის წაშლა

source: Это действие нельзя отменить
ka: ამ მოქმედების გაუქმება შეუძლებელია

source: Удаление аккаунта приведет к безвозвратной потере:
ka: ანგარიშის წაშლა გამოიწვევს შეუქცევად დაკარგვას:

source: Всего прогресса обучения
ka: სულ სწავლის პროგრესი

source: Сертификатов и достижений
ka: სერტიფიკატები და მიღწევები

source: Личной информации профиля
ka: პროფილის პერსონალური ინფორმაცია

source: Истории активности
ka: აქტივობის ისტორია

source: Введите ваш пароль для подтверждения:
ka: შეიყვანეთ თქვენი პაროლი დასადასტურებლად:

source: Ваш пароль
ka: თქვენი პაროლი

source: Введите 'УДАЛИТЬ' для окончательного подтверждения:
ka: შეიყვანეთ 'УДАЛИТЬ' საბოლოო დადასტურებისთვის:

source: Удалить аккаунт навсегда
ka: ანგარიშის სამუდამოდ წაშლა

source: Этот email уже используется
ka: ეს ელფოსტა უკვე გამოიყენება

source: Неверный формат номера телефона. Пожалуйста, введите корректный номер.
ka: ტელეფონის ნომრის არასწორი ფორმატი. გთხოვთ შეიყვანოთ სწორი ნომერი.

source: Неверный формат номера телефона. Используйте международный формат, например: +79991234567
ka: Invalid phone number format. Use international format, for example: +79991234567

source: Настройки приватности обновлены
ka: კონფიდენციალურობის პარამეტრები განახლდა

source: Пароль успешно изменен
ka: პაროლი წარმატებით შეიცვალა

source: Новые пароли не совпадают
ka: ახალი პაროლები არ ემთხვევა

source: Текущий пароль неверен
ka: მიმდინარე პაროლი არასწორია

source: Аватар успешно удален
ka: ავატარი წარმატებით წაიშალა

source: Аватар не найден
ka: ავატარი ვერ მოიძებნა

source: Ошибка при удалении аватара
ka: შეცდომა ავატარის წაშლისას

source: Данные успешно экспортированы
ka: მონაცემები წარმატებით ექსპორტირებულია

source: Неверное подтверждение. Введите 'УДАЛИТЬ' для подтверждения.
ka: არასწორი დადასტურება. შეიყვანეთ 'УДАЛИТЬ' დასადასტურებლად.

source: Неверный пароль. Удаление отменено.
ka: არასწორი პაროლი. წაშლა გაუქმებულია.
