Repository: ps965xx7vn-lgtm/backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Подпишитесь на нашу рассылку
ka: გამოიწერეთ ჩვენი სიახლეები

source: Получайте новости о курсах, вебинарах и специальных предложениях
ka: მიიღეთ სიახლეები კურსების, ვებინარებისა და სპეციალური შეთავაზებების შესახებ

source: Школа программирования
ka: პროგრამირების სკოლა

source: Современная онлайн школа программирования с персональным подходом к каждому студенту. Изучайте Python, JavaScript и другие технологии с лучшими преподавателями.
ka: თანამედროვე ონლაინ პროგრამირების სკოლა ინდივიდუალური მიდგომით ყოველი სტუდენტისთვის. ისწავლეთ Python, JavaScript და სხვა ტექნოლოგიები საუკეთესო მასწავლებლებთან ერთად.

source: Быстрые ссылки
ka: სწრაფი ბმულები

source: Главная
ka: მთავარი

source: Популярные курсы
ka: პოპულარული კურსები

source: Нет доступных курсов
ka: ხელმისაწვდომი კურსები არ არის

source: Контактная информация
ka: საკონტაქტო ინფორმაცია

source: Обработка данных
ka: მონაცემების დამუშავება

source: Cookie
ka: ქუქი

source: Правила платформы
ka: პლატფორმის წესები

source: Выбрать язык
ka: აირჩიეთ ენა

source: Переключить тему
ka: შეცვალე თემა

source: Открыть меню дашборда
ka: გახსენით დაფის მენიუ

source: Веб-разработка
ka: ვებ-დეველოპმენტი

source: Статьи блога
ka: ბლოგის სტატიები

source: Навигация
ka: ნავიგაცია

source: Теги
ka: თეგები

source: По уровню
ka: დონის მიხედვით

source: Экспертный
ka: ექსპერტული

source: Дашборд
ka: დაშბორდი

source: Настройки
ka: პარამეტრები

source: Выйти
ka: გასვლა

source: Открыть меню
ka: მენიუს გახსნა

source: Закрыть меню
ka: მენიუს დახურვა

source: Тема
ka: თემა

source: Светлая тема
ka: ღია თემა

source: Темная тема
ka: მუქი თემა

source: Язык
ka: ენა

source: Популярный курс
ka: პოპულარული კურსი

source: Посмотреть программу
ka: პროგრამის ნახვა

source: Урок
ka: გაკვეთილი

source: Урока
ka: გაკვეთილი

source: Уроков
ka: გაკვეთილები

source: Задание
ka: დავალება

source: Задания
ka: დავალებები

source: Заданий
ka: დავალებები

source: Длительность
ka: ხანგრძლივობა

source: Программа курса
ka: კურსის პროგრამა

source: Что вы изучите
ka: რას ისწავლით

source: Подробная программа курса с практическими заданиями и проектами
ka: კურსის დეტალური პროგრამა პრაქტიკული დავალებებითა და პროექტებით

source: Обзор
ka: მიმოხილვა

source: Программа
ka: პროგრამა

source: Отзывы
ka: მიმოხილვები

source: О курсе
ka: კურსის შესახებ

source: 45 мин
ka: 45 წთ

source: заданий
ka: დავალებები

source: Отзывы студентов
ka: სტუდენტების მიმოხილვები

source: Отзывов пока нет. Они появятся, когда студенты начнут проходить курс и делиться своим опытом обучения.
ka: No reviews yet. They will appear when students start taking the course and sharing their learning experience.

source: Примеры кода из курса
ka: კოდის მაგალითები კურსიდან

source: Посмотрите, какой код вы будете писать в рамках курса
ka: ნახეთ, რა კოდს დაწერთ კურსის ფარგლებში

source: Готовы начать изучение?
ka: მზად ხართ დაიწყოთ სწავლა?

source: Записаться бесплатно
ka: უფასოდ ჩაწერა

source: Другие курсы
ka: სხვა კურსები

source: Рекомендации
ka: რეკომენდაციები

source: Продолжите свое обучение с этими курсами
ka: გააგრძელეთ თქვენი სწავლა ამ კურსებით

source: Изучайте программирование с лучшими онлайн курсами Python, JavaScript и других технологий
ka: შეისწავლეთ პროგრამირება Python, JavaScript და სხვა ტექნოლოგიების საუკეთესო ონლაინ კურსებით

source: Курсы программирования
ka: პროგრამირების კურსები

source: Изучайте код
ka: შეისწავლეთ კოდი

source: с экспертами
ka: ექსპერტებთან ერთად

source: Выберите из нашей коллекции курсов и станьте профессиональным разработчиком. Практические проекты, менторская поддержка и гарантированное трудоустройство.
ka: აირჩიეთ ჩვენი კურსების კოლექციიდან და გახდით პროფესიონალი დეველოპერი. პრაქტიკული პროექტები, მენტორების მხარდაჭერა და გარანტირებული დასაქმება.

source: Выбрать курс
ka: აირჩიეთ კურსი

source: Топовые направления 2025
ka: ტოპ მიმართულებები 2025

source: Изучайте самые востребованные технологии будущего с нашими интерактивными курсами нового поколения
ka: შეისწავლეთ მომავლის ყველაზე მოთხოვნადი ტექნოლოგიები ჩვენი ახალი თაობის ინტერაქტიული კურსებით

source: Новый
ka: ახალი

source: Хит
ka: ჰიტი

source: Подробнее
ka: დეტალურად

source: Почему PyLand?
ka: რატომ PyLand?

source: Ожидает
ka: მოლოდინში

source: Сетка
ka: ბადე

source: Список
ka: სია

source: Все
ka: ყველა

source: Ожидают
ka: მოლოდინში

source: Показано
ka: ნაჩვენებია

source: Первая страница
ka: პირველი გვერდი

source: Последняя страница
ka: ბოლო გვერდი

source: Сохранить изменения
ka: ცვლილებების შენახვა

source: Действия
ka: მოქმედებები

source: Завершен
ka: დასრულებული

source: Активен
ka: აქტიური

source: Неактивен
ka: არააქტიური

source: Страна
ka: ქვეყანა

source: Пол
ka: სქესი

source: Настройки уведомлений
ka: შეტყობინებების პარამეტრები

source: Email уведомления
ka: ელფოსტის შეტყობინებები

source: О себе
ka: ჩემს შესახებ

source: Ожидают проверки
ka: შემოწმების მოლოდინში

source: Прогресс
ka: პროგრესი

source: В процессе
ka: პროცესში

source: Всего проверок
ka: სულ შემოწმებები

source: Одобрено
ka: დამტკიცებული

source: Что дальше?
ka: რა არის შემდეგ?

source: Статус проверки
ka: შემოწმების სტატუსი

source: Время проверки (мин)
ka: შემოწმების დრო (წთ)

source: Выберите статус: принята или требует доработки
ka: აირჩიეთ სტატუსი: მიღებულია თუ საჭიროებს გადამუშავებას

source: Подробный отзыв о работе с рекомендациями
ka: დეტალური მიმოხილვა სამუშაოზე რეკომენდაციებით

source: Примерное время затраченное на проверку
ka: დაახლოებითი დრო შემოწმებაზე

source: Курсы для проверки
ka: კურსები შესამოწმებლად

source: Выберите курсы, работы по которым вы можете проверять
ka: აირჩიეთ კურსები, რომელთა ნამუშევრების შემოწმებაც შეგიძლიათ

source: Активен (принимать новые работы)
ka: აქტიური (მიიღეთ ახალი სამუშაოები)

source: Макс. проверок в день
ka: მაქს. შემოწმებები დღეში

source: Информация о вашем опыте, образовании и экспертизе (минимум 50 символов)
ka: Information about your experience, education and expertise (minimum 50 characters)

source: Если отключено, вы не будете получать новые работы на проверку
ka: თუ გამორთულია, არ მიიღებთ ახალ ნამუშევრებს შესამოწმებლად

source: Максимальное количество работ которые можете проверить за день (1-50)
ka: ნამუშევრების მაქსიმალური რაოდენობა რომლის შემოწმებაც შეგიძლიათ დღეში (1-50)

source: Дата от
ka: თარიღი მდე

source: Дата до
ka: თარიღი დან

source: Приоритет
ka: პრიორიტეტი

source: Важность данного улучшения
ka: ამ გაუმჯობესების მნიშვნელობა

source: Название шага
ka: ნაბიჯის სახელწოდება

source: Описание улучшения
ka: გაუმჯობესების აღწერა

source: Краткое название шага улучшения
ka: გაუმჯობესების ნაბიჯის მოკლე სახელწოდება

source: Конкретное улучшение которое студент должен внести
ka: კონკრეტული გაუმჯობესება რომელიც სტუდენტმა უნდა შეიტანოს

source: Панель ревьюера
ka: შემომხილველის პანელი

source: Ревьюер
ka: რევიუერი

source: Работы
ka: ნამუშევრები

source: История
ka: ისტორია

source: Нужны правки
ka: საჭიროა გამოსწორებები

source: Активность за неделю
ka: აქტივობა კვირის განმავლობაში

source: Статистика проверок
ka: შემოწმების სტატისტიკა

source: На правку
ka: შესწორებაზე

source: Нет данных
ka: მონაცემები არ არის

source: Статистика активности появится после проверок
ka: აქტივობის სტატისტიკა გამოჩნდება შემოწმების შემდეგ

source: Недавние проверки
ka: ბოლოდროინდელი შემოწმებები

source: Последние 5 работ
ka: ბოლო 5 სამუშაო

source: Посмотреть все
ka: ყველას ნახვა

source: Принято
ka: მიღებული

source: Правки
ka: გამოსწორებები

source: Отклонено
ka: უარყოფილი

source: Нет недавних проверок
ka: ბოლოდროინდელი შემოწმებები არ არის

source: Работы на проверку
ka: ნამუშევრები შესამოწმებლად

source: назад
ka: წინ

source: Новая работа на проверку
ka: ახალი სამუშაო შესამოწმებლად

source: Кому
ka: ვისთვის

source: Здравствуйте
ka: გამარჯობა

source: Студент отправил новую работу на проверку. Вы можете приступить к проверке прямо сейчас.
ka: The student submitted new work for review. You can start the review right now.

source: Ссылка на работу
ka: ნამუშევრის ბმული

source: Перейти к проверке
ka: შემოწმებაზე გადასვლა

source: Совет
ka: რჩევა

source: Постарайтесь проверить работу в течение 24 часов. Студенты очень ценят быструю обратную связь!
ka: სცადეთ შეამოწმოთ ნამუშევარი 24 საათის განმავლობაში. სტუდენტები ძალიან ფასეულობენ სწრაფ უკუკავშირს!

source: Если вы хотите отключить уведомления о новых работах, вы можете сделать это в
ka: თუ გსურთ ახალი ნამუშევრების შეტყობინებების გამორთვა, შეგიძლიათ ეს გააკეთოთ

source: настройках профиля
ka: პროფილის პარამეტრები

source: Ваша работа проверена
ka: თქვენი ნამუშევარი შემოწმებულია

source: Ваша работа по уроку проверена. Результаты проверки доступны ниже.
ka: თქვენი გაკვეთილის დავალება შემოწმებულია. შემოწმების შედეგები ხელმისაწვდომია ქვემოთ.

source: Комментарий ревьюера
ka: რევიუერის კომენტარი

source: Рекомендации по улучшению
ka: რეკომენდაციები გასაუმჯობესებლად

source: Посмотреть детали
ka: დეტალების ნახვა

source: Внесите необходимые изменения в вашу работу согласно комментариям ревьюера и отправьте её на повторную проверку.
ka: გააკეთეთ საჭირო ცვლილებები თქვენს ნამუშევარში რევიუერის კომენტარების შესაბამისად და გააგზავნეთ იგი ხელახალი შემოწმებისთვის.

source: Поздравляем!
ka: გილოცავთ!

source: Отличная работа! Вы можете переходить к следующему уроку.
ka: შესანიშნავი სამუშაო! შეგიძლიათ გადახვიდეთ შემდეგ გაკვეთილზე.

source: Если у вас есть вопросы по проверке, вы можете задать их ревьюеру через платформу.
ka: თუ გაქვთ კითხვები შემოწმების შესახებ, შეგიძლიათ დასვათ ისინი რევიუერს პლატფორმის მეშვეობით.

source: История проверок
ka: შემოწმების ისტორია

source: проверок
ka: შემოწმებები

source: Нет проверок
ka: შემოწმებები არ არის

source: Вы ещё не проверяли работы
ka: თქვენ ჯერ არ შეამოწმეთ ნამუშევრები

source: К работам
ka: ნამუშევრებზე

source: Настройки профиля
ka: პროფილის პარამეტრები

source: Информация о профиле
ka: პროფილის ინფორმაცია

source: Назначенные курсы
ka: დანიშნული კურსები

source: Уведомления
ka: შეტყობინებები

source: Обновите свою базовую информацию профиля ревьюера
ka: განაახლეთ თქვენი შემოწმების პროფილის ძირითადი ინფორმაცია

source: Текущий аватар
ka: მიმდინარე ავატარი

source: Фото профиля
ka: პროფილის ფოტო

source: Загрузите фото профиля. Рекомендуемый размер: 400x400px
ka: ატვირთეთ პროფილის ფოტო. რეკომენდებული ზომა: 400x400px

source: Выбрать файл
ka: აირჩიეთ ფაილი

source: Введите имя
ka: შეიყვანეთ სახელი

source: Фамилия
ka: გვარი

source: Введите фамилию
ka: შეიყვანეთ გვარი

source: Email адрес изменить нельзя
ka: ელფოსტის მისამართი შეუძლებელია შეიცვალოს

source: Расскажите о своем опыте в программировании и обучении...
ka: მოგვიყევით თქვენი გამოცდილების შესახებ პროგრამირებასა და სწავლებაში...

source: Информация будет видна студентам (максимум 500 символов)
ka: ინფორმაცია ხილული იქნება სტუდენტებისთვის (მაქსიმუმ 500 სიმბოლო)

source: Курсы, для которых вы проверяете работы студентов
ka: კურსები, რომლებისთვისაც ამოწმებთ სტუდენტების ნამუშევრებს

source: Нет назначенных курсов
ka: დანიშნული კურსები არ არის

source: Вам пока не назначены курсы для проверки работ
ka: თქვენ ჯერ არ გაქვთ დანიშნული კურსები ნამუშევრების შესამოწმებლად

source: Управляйте тем, как и когда вы получаете уведомления
ka: მართეთ როგორ და როდის იღებთ შეტყობინებებს

source: Email уведомления о новых работах
ka: ელფოსტის შეტყობინებები ახალი სამუშაოების შესახებ

source: Получать email когда студент отправляет работу на проверку по вашим курсам
ka: Receive email when a student submits work for review on your courses

source: Сохранить настройки
ka: პარამეტრების შენახვა

source: Логика отправки уведомлений
ka: შეტყობინებების გაგზავნის ლოგიკა

source: Уведомления отправляются автоматически когда студент отправляет работу на проверку по курсам, которые вам назначены. Email приходит только если вы активны и не превысили лимит проверок на сегодня.
ka: Notifications are sent automatically when a student submits work for review on courses assigned to you. Email only comes if you are active and have not exceeded the review limit for today.

source: О рабочей нагрузке
ka: სამუშაო დატვირთვის შესახებ

source: Максимальное количество проверок в день и статус активности управляются администратором. Если вам нужно изменить эти параметры, свяжитесь с администрацией платформы.
ka: The maximum number of reviews per day and activity status are managed by the administrator. If you need to change these parameters, contact the platform administration.

source: Текущий статус
ka: მიმდინარე სტატუსი

source: Максимум проверок в день
ka: მაქსიმუმ შემოწმებები დღეში

source: Проверок сегодня
ka: შემოწმებები დღეს

source: Статистика и аналитика
ka: სტატისტიკა და ანალიტიკა

source: На доработке
ka: გადამუშავებაზე

source: Активность по месяцам
ka: აქტივობა თვეების მიხედვით

source: Последние 6 месяцев
ka: ბოლო 6 თვე

source: Статистика появится после проверок
ka: სტატისტიკა გამოჩნდება შემოწმების შემდეგ

source: Статистика по курсам
ka: კურსების სტატისტიკა

source: Распределение проверок
ka: შემოწმების განაწილება

source: Нет данных по курсам
ka: კურსების მონაცემები არ არის

source: Скорость проверки
ka: შემოწმების სიჩქარე

source: Последние 4 недели
ka: ბოლო 4 კვირა

source: Среднее время:
ka: საშუალო დრო:

source: минут
ka: წუთი

source: Норма
ka: ნორმა

source: Медленно
ka: ნელა

source: Детали работы
ka: ნამუშევრის დეტალები

source: Детали
ka: დეტალები

source: Информация о работе
ka: ინფორმაცია ნამუშევრის შესახებ

source: Дашборд студента
ka: სტუდენტის დაშბორდი

source: Дата отправки
ka: გაგზავნის თარიღი

source: Ожидает проверки
ka: შემოწმების მოლოდინში

source: Требуются доработки
ka: საჭიროა გადამუშავება

source: Открыть работу
ka: სამუშაოს გახსნა

source: Результаты проверки
ka: შემოწმების შედეგები

source: Проверяющий
ka: შემომწმებელი

source: Дата проверки
ka: შემოწმების თარიღი

source: Комментарии проверяющего
ka: შემამოწმებლის კომენტარები

source: История улучшений
ka: გაუმჯობესებების ისტორია

source: Нажмите на улучшение, чтобы развернуть детали.
ka: დააჭირეთ გაუმჯობესებას დეტალების გასაშლელად.

source: Улучшение
ka: გაუმჯობესება

source: Выполнено
ka: შესრულებული

source: В работе
ka: მუშაობაში

source: Описание:
ka: აღწერა:

source: Работа ожидает проверки
ka: ნამუშევარი ელოდება შემოწმებას

source: Эта работа еще не была проверена. Вы можете начать проверку прямо сейчас.
ka: ეს ნამუშევარი ჯერ არ შემოწმებულა. შეგიძლიათ დაიწყოთ შემოწმება ახლავე.

source: Начать проверку
ka: დაიწყეთ შემოწმება

source: Статистика студента
ka: სტუდენტის სტატისტიკა

source: Всего работ
ka: სულ ნამუშევრები

source: История попыток
ka: მცდელობების ისტორია

source: Доработка
ka: გადამუშავება

source: Проверка работы
ka: სამუშაოს შემოწმება

source: Проверка
ka: შემოწმება

source: Лимит проверок достигнут
ka: შემოწმების ლიმიტი მიღწეულია

source: Приближаетесь к лимиту
ka: უახლოვდებით ლიმიტს

source: Дневной лимит проверок
ka: ყოველდღიური შემოწმების ლიმიტი

source: осталось
ka: დარჩა

source: Вы достигли дневного лимита проверок. Форма проверки скрыта. Вы можете просмотреть работу и историю улучшений, но не сможете отправить новую проверку до завтра.
ka: You have reached the daily review limit. The review form is hidden. You can view the work and improvement history, but you will not be able to submit a new review until tomorrow.

source: Принята
ka: მიღებული

source: Работа выполнена отлично
ka: საუკეთესო შესრულება

source: Нужны улучшения
ka: საჭიროა გაუმჯობესებები

source: Подробные комментарии к работе
ka: დეტალური კომენტარები სამუშაოზე

source: Опишите что сделано хорошо, что нужно улучшить...
ka: აღწერეთ რა გაკეთდა კარგად, რა საჭიროებს გაუმჯობესებას...

source: Предложения по улучшению
ka: გაუმჯობესების წინადადებები

source: (обязательно)
ka: (სავალდებულო)

source: Добавьте конкретные предложения по улучшению работы (максимум 10 пунктов)
ka: Add specific suggestions for improving the work (maximum 10 items)

source: Добавить улучшение
ka: დაამატეთ გაუმჯობესება

source: Отправить проверку
ka: შემოწმების გაგზავნა

source: Улучшения из предыдущих проверок. Нажмите на улучшение, чтобы развернуть детали.
ka: Improvements from previous reviews. Click on an improvement to expand details.

source: Курс:
ka: კურსი:

source: Открыть на GitHub
ka: გახსნა GitHub-ზე

source: ожидает
ka: ელოდება

source: Ревизия
ka: რევიზია

source: Проверить
ka: შემოწმება

source: работ
ka: ნამუშევრები

source: Нет работ
ka: სამუშაოები არ არის

source: По выбранным фильтрам работ не найдено
ka: არჩეული ფილტრებით სამუშაოები ვერ მოიძებნა

source: Нет работ на проверку
ka: შესამოწმებელი სამუშაოები არ არის

source: Сбросить фильтры
ka: ფილტრების გადატვირთვა

source: Необходимо выбрать статус проверки
ka: საჭიროა შემოწმების სტატუსის არჩევა

source: Комментарии должны содержать минимум 20 символов
ka: კომენტარები უნდა შეიცავდეს მინიმუმ 20 სიმბოლოს

source: Проверка успешно сохранена
ka: შემოწმება წარმატებით შეინახა

source: Ошибка при сохранении проверки
ka: შეცდომა შემოწმების შენახვისას

source: Настройки уведомлений обновлены
ka: შეტყობინებების პარამეტრები განახლდა

source: Настройки успешно обновлены
ka: პარამეტრები წარმატებით განახლდა

source: Часов обучения
ka: სწავლის საათები

source: Проверьте подлинность сертификата Pyland
ka: შეამოწმეთ Pyland სერტიფიკატის ნამდვილობა

source: Номер сертификата или код верификации
ka: სერტიფიკატის ნომერი ან ვერიფიკაციის კოდი

source: Например: CERT-20260126-0001 или ABC123XYZ
ka: მაგალითად: CERT-20260126-0001 ან ABC123XYZ

source: Сертификат подлинный и действителен
ka: სერტიფიკატი ავთენტურია და მოქმედია

source: Номер сертификата:
ka: სერტიფიკატის ნომერი:

source: Код верификации:
ka: ვერიფიკაციის კოდი:

source: Студент:
ka: სტუდენტი:

source: Дата выдачи:
ka: გაცემის თარიღი:

source: Уроков завершено:
ka: დასრულებული გაკვეთილები:

source: Причина отзыва:
ka: გაუქმების მიზეზი:

source: Как это работает?
ka: როგორ მუშაობს ეს?

source: Если у вас возникли вопросы, напишите нам: pylandschool@gmail.com
ka: თუ თქვენ გაქვთ კითხვები, დაგვიწერეთ: pylandschool@gmail.com

source: Детали курса
ka: კურსის დეტალები

source: Публичная страница
ka: საჯარო გვერდი

source: Начат
ka: დაწყებული

source: Не начат
ka: არ არის დაწყებული

source: Общий прогресс
ka: საერთო პროგრესი

source: уроков завершено
ka: გაკვეთილები დასრულებული

source: шагов выполнено
ka: ნაბიჯები შესრულებული

source: Уроки курса
ka: კურსის გაკვეთილები

source: Развернуть все
ka: ყველას გაშლა

source: Свернуть все
ka: ყველას ჩაკეცვა

source: Требуется одобрение предыдущего урока
ka: საჭიროა წინა გაკვეთილის დამტკიცება

source: шагов
ka: ნაბიჯები

source: Работа одобрена
ka: ნამუშევარი დამტკიცებულია

source: Требуются правки
ka: საჭიროა შესწორებები

source: Урок заблокирован
ka: გაკვეთილი დაბლოკილია

source: Пожалуйста, завершите и получите одобрение предыдущего урока, чтобы разблокировать этот урок.
ka: Please complete and get approval for the previous lesson to unlock this lesson.

source: Начать урок
ka: დაიწყეთ გაკვეთილი

source: Повторить урок
ka: გაკვეთილის გამეორება

source: Продолжить урок
ka: გააგრძელეთ გაკვეთილი

source: Последняя активность:
ka: ბოლო აქტივობა:

source: Шаги урока:
ka: გაკვეთილის ნაბიჯები:

source: и еще
ka: და კიდევ

source: Часов на изучение
ka: საათები შესწავლისთვის

source: Уроков завершено
ka: გაკვეთილები დასრულებულია

source: Средний балл
ka: საშუალო ქულა

source: Завершенные
ka: დასრულებული

source: Не начатые
ka: დაუწყებელი

source: Общий прогресс обучения
ka: სწავლის ზოგადი პროგრესი

source: курсов завершено
ka: კურსები დასრულებული

source: Курсы не найдены
ka: კურსები ვერ მოიძებნა

source: Попробуйте изменить критерии поиска
ka: სცადეთ ძიების კრიტერიუმების შეცვლა

source: Повторить
ka: გამეორება

source: Продолжить
ka: გაგრძელება

source: У вас пока нет курсов
ka: თქვენ ჯერ არ გაქვთ კურსები

source: Начните обучение, выбрав подходящий курс из нашего каталога
ka: დაიწყეთ სწავლა, აირჩიეთ შესაფერისი კურსი ჩვენი კატალოგიდან

source: Просмотреть курсы
ka: კურსების ნახვა

source: Курсов завершено
ka: კურსები დასრულებული

source: Курсов в процессе
ka: კურსები პროცესში

source: Добро пожаловать
ka: მოგესალმებით

source: Добро пожаловать в дашборд!
ka: მოგესალმებით დაშბორდზე!

source: Активных курсов
ka: აქტიური კურსები

source: Выполнено шагов
ka: შესრულებული ნაბიჯები

source: Прогресс по курсам
ka: კურსების პროგრესი

source: Начать
ka: დაწყება

source: Избранные статьи
ka: არჩეული სტატიები

source: Мои работы
ka: ჩემი ნამუშევრები

source: Требуют доработки
ka: საჭიროებს გადამუშავებას

source: Комментарий ментора:
ka: მენტორის კომენტარი:

source: Попытка:
ka: მცდელობა:

source: Исправить работу
ka: ნამუშევრის გამოსწორება

source: Нет работ, требующих доработки
ka: დამუშავების საჭიროების სამუშაოები არ არის

source: Отправлено:
ka: გაგზავნილია:

source: Нет работ, ожидающих проверки
ka: შემოწმების მოლოდინში სამუშაოები არ არის

source: Пока нет одобренных работ
ka: ჯერ არ არის დამტკიცებული სამუშაოები

source: Достижения
ka: მიღწევები

source: Последняя активность
ka: ბოლო აქტივობა

source: Выполнен шаг
ka: შესრულებული ნაბიჯი

source: в уроке
ka: გაკვეთილში

source: Нет активности за последнюю неделю
ka: ბოლო კვირის განმავლობაში აქტივობა არ არის

source: Начните выполнять задания, чтобы увидеть вашу статистику
ka: დაიწყეთ დავალებების შესრულება თქვენი სტატისტიკის სანახავად

source: Нет активных курсов
ka: აქტიური კურსები არ არის

source: Запишитесь на курс, чтобы начать обучение
ka: ჩაეწერეთ კურსზე სწავლის დასაწყებად

source: Навигация по курсу
ka: კურსის ნავიგაცია

source: Обратно к курсу
ka: კურსზე დაბრუნება

source: Предыдущий урок
ka: წინა გაკვეთილი

source: Следующий урок
ka: შემდეგი გაკვეთილი

source: Прогресс урока
ka: გაკვეთილის პროგრესი

source: Шаги урока
ka: გაკვეთილის ნაბიჯები

source: Не выполнено
ka: არ არის შესრულებული

source: Шаг на доработке
ka: ნაბიჯი გადამუშავებაზე

source: Описание
ka: აღწერა

source: Проверь себя
ka: შეამოწმე თავი

source: Материалы для этого шага будут добавлены позже.
ka: მასალები ამ ნაბიჯისთვის დაემატება მოგვიანებით.

source: Полезные советы
ka: სასარგებლო რჩევები

source: Дополнительные материалы
ka: დამატებითი მასალები

source: Доработано
ka: გადამუშავებული

source: Статус работы
ka: ნამუშევრის სტატუსი

source: Работа одобрена!
ka: ნამუშევარი დამტკიცებულია!

source: Ссылка:
ka: ბმული:

source: Проверил:
ka: შეამოწმა:

source: Одобрено:
ka: დამტკიცებული:

source: Комментарий проверяющего:
ka: შემამოწმებლის კომენტარი:

source: Дата проверки:
ka: შემოწმების თარიღი:

source: Ментор добавил шаги для доработки в раздел шагов урока выше (красные блоки)
ka: The mentor added steps for refinement to the lesson steps section above (red blocks)

source: Текущая ссылка:
ka: მიმდინარე ბმული:

source: Отметьте все шаги доработки выше, чтобы отправить работу
ka: მონიშნეთ ყველა დამუშავების ნაბიჯი ზემოთ სამუშაოს გასაგზავნად

source: Новая ссылка на исправленную работу
ka: ახალი ბმული გამოსწორებულ სამუშაოზე

source: Отправить исправленную работу
ka: გამოსწორებული სამუშაოს გაგზავნა

source: Работа отправлена на проверку!
ka: ნამუშევარი გაგზავნილია შესამოწმებლად!

source: Ссылка на GitHub:
ka: GitHub-ის ბმული:

source: Изменить ссылку
ka: ბმულის შეცვლა

source: Новая ссылка
ka: ახალი ბმული

source: Отправить выполненную работу
ka: შესრულებული სამუშაოს გაგზავნა

source: Отправить работу
ka: სამუშაოს გაგზავნა

source: Всего шагов
ka: სულ ნაბიჯები

source: Мин на изучение
ka: წუთი შესწავლისთვის

source: Профиль
ka: პროფილი

source: Аккаунт
ka: ანგარიში

source: Приватность
ka: კონფიდენციალურობა

source: Обновите свою базовую информацию профиля
ka: განაახლეთ თქვენი პროფილის ძირითადი ინფორმაცია

source: Вы уверены, что хотите удалить фото профиля?
ka: დარწმუნებული ხართ, რომ გსურთ პროფილის ფოტოს წაშლა?

source: Введите вашу фамилию
ka: შეიყვანეთ თქვენი გვარი

source: Email используется для входа в систему и получения уведомлений
ka: ელფოსტა გამოიყენება სისტემაში შესასვლელად და შეტყობინებების მისაღებად

source: Расскажите немного о себе...
ka: მოგვითხარით ცოტა თქვენს შესახებ...

source: Краткое описание о вас (максимум 500 символов)
ka: მოკლე აღწერა თქვენს შესახებ (მაქსიმუმ 500 სიმბოლო)

source: Не указано
ka: არ არის მითითებული
