Repository: ps965xx7vn-lgtm/backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Имя
ka: სახელი

source: Введите ваше имя
ka: შეიყვანეთ თქვენი სახელი

source: Имя обязательно для заполнения.
ka: სახელის შევსება სავალდებულოა.

source: Имя не может превышать 30 символов.
ka: სახელი არ შეიძლება აღემატებოდეს 30 სიმბოლოს.

source: Телефон
ka: ტელეფონი

source: Введите номер телефона
ka: შეიყვანეთ ტელეფონის ნომერი

source: Телефон обязателен для заполнения.
ka: ტელეფონის შევსება სავალდებულოა.

source: Введите корректный номер телефона в международном формате.
ka: შეიყვანეთ სწორი ტელეფონის ნომერი საერთაშორისო ფორმატში.

source: Email
ka: ელ-ფოსტა

source: Введите ваш Email
ka: შეიყვანეთ თქვენი Email

source: Email обязателен для заполнения.
ka: ელფოსტის შევსება სავალდებულოა.

source: Введите корректный email адрес.
ka: შეიყვანეთ სწორი ელფოსტის მისამართი.

source: Пароль
ka: პაროლი

source: Введите пароль
ka: შეიყვანეთ პაროლი

source: Пароль обязателен для заполнения.
ka: პაროლის შევსება სავალდებულოა.

source: Подтвердите пароль
ka: დაადასტურეთ პაროლი

source: Подтверждение пароля обязательно.
ka: პაროლის დადასტურება სავალდებულოა.

source: Я согласен с условиями использования и политикой конфиденциальности
ka: ვეთანხმები გამოყენების პირობებს და კონფიდენციალურობის პოლიტიკას

source: Необходимо согласиться с условиями использования и политикой конфиденциальности.
ka: თქვენ უნდა დაეთანხმოთ გამოყენების პირობებს და კონფიდენციალურობის პოლიტიკას.

source: Этот адрес электронной почты уже используется.
ka: ეს ელფოსტის მისამართი უკვე გამოიყენება.

source: Пароли не совпадают.
ka: პაროლები არ ემთხვევა.

source: Пароль не должен содержать ваш номер телефона.
ka: პაროლი არ უნდა შეიცავდეს თქვენს ტელეფონის ნომერს.

source: Пароль не должен содержать ваш адрес электронной почты.
ka: პაროლი არ უნდა შეიცავდეს თქვენს ელფოსტის მისამართს.

source: Пожалуйста, введите ваш email.
ka: გთხოვთ, შეიყვანოთ თქვენი ელფოსტა.

source: Пожалуйста, введите корректный email адрес.
ka: გთხოვთ, შეიყვანოთ სწორი ელფოსტის მისამართი.

source: Пожалуйста, введите ваш пароль.
ka: გთხოვთ, შეიყვანოთ თქვენი პაროლი.

source: Запомнить меня
ka: დამიმახსოვრე

source: Неверный email или пароль.
ka: არასწორი ელფოსტა ან პაროლი.

source: Введите ваш email
ka: შეიყვანეთ თქვენი ელფოსტა

source: Пользователь с таким email не найден.
ka: მომხმარებელი ამ ელფოსტით ვერ მოიძებნა.

source: Новый пароль
ka: ახალი პაროლი

source: Введите новый пароль
ka: შეიყვანეთ ახალი პაროლი

source: Пароль должен содержать минимум 8 символов и не может состоять только из цифр.
ka: პაროლი უნდა შეიცავდეს მინიმუმ 8 სიმბოლოს და არ შეიძლება შედგებოდეს მხოლოდ ციფრებისგან.

source: Подтверждение пароля
ka: პაროლის დადასტურება

source: Подтвердите новый пароль
ka: დაადასტურეთ ახალი პაროლი

source: Два введённых пароля не совпадают.
ka: შეყვანილი ორი პაროლი არ ემთხვევა.

source: Пароль слишком короткий. Он должен содержать минимум 8 символов.
ka: პაროლი ძალიან მოკლეა. ის უნდა შეიცავდეს მინიმუმ 8 სიმბოლოს.

source: Введённый пароль слишком широко распространён.
ka: შეყვანილი პაროლი ძალიან გავრცელებულია.

source: Введённый пароль состоит только из цифр.
ka: შეყვანილი პაროლი შედგება მხოლოდ ციფრებისგან.

source: Введённый пароль слишком похож на другую вашу личную информацию.
ka: შეყვანილი პაროლი ძალიან ჰგავს თქვენს სხვა პერსონალურ ინფორმაციას.

source: Подтверждение email
ka: ელფოსტის დადასტურება

source: Email подтвержден!
ka: ელფოსტა დადასტურებულია!

source: Ваш email адрес успешно подтвержден. Теперь вы можете войти в систему.
ka: თქვენი ელფოსტის მისამართი წარმატებით დადასტურდა. ახლა შეგიძლიათ შეხვიდეთ სისტემაში.

source: Добро пожаловать в PyLand!
ka: კეთილი იყოს თქვენი მობრძანება PyLand-ში!

source: Ваша регистрация завершена. Теперь вы можете:
ka: თქვენი რეგისტრაცია დასრულდა. ახლა შეგიძლიათ:

source: Проходить курсы по программированию
ka: გაიარეთ პროგრამირების კურსები

source: Отслеживать свой прогресс
ka: თქვენი პროგრესის თვალყურის დევნება

source: Получать сертификаты
ka: სერტიფიკატების მიღება

source: Общаться с наставниками
ka: მენტორებთან კომუნიკაცია

source: Войти в систему
ka: შესვლა სისტემაში

source: или
ka: ან

source: На главную
ka: მთავარ გვერდზე

source: Нужна помощь?
ka: დახმარება გჭირდებათ?

source: Свяжитесь с поддержкой
ka: დაუკავშირდით მხარდაჭერას

source: Повторная отправка письма
ka: ელფოსტის ხელახალი გაგზავნა

source: Введите ваш email для повторной отправки письма подтверждения
ka: შეიყვანეთ თქვენი ელფოსტა დადასტურების ელფოსტის ხელახალი გაგზავნისთვის

source: Email адрес
ka: ელფოსტის მისამართი

source: Отправить письмо повторно
ka: ელფოსტის ხელახალი გაგზავნა

source: Не получили письмо?
ka: არ მიიღეთ ელფოსტა?

source: Проверьте папку 'Спам' или попробуйте отправить письмо повторно
ka: შეამოწმეთ 'სპამის' საქაღალდე ან სცადეთ ელფოსტის ხელახალი გაგზავნა

source: Вернуться ко входу
ka: შესვლაზე დაბრუნება

source: Подтвердите ваш email
ka: დაადასტურეთ თქვენი ელ-ფოსტა

source: Мы отправим вам письмо с инструкциями для активации вашего аккаунта
ka: ჩვენ გამოგიგზავნით ელფოსტას თქვენი ანგარიშის გააქტიურების ინსტრუქციებით

source: Быстрая активация
ka: სწრაფი აქტივაცია

source: Безопасная верификация
ka: უსაფრთხო ვერიფიკაცია

source: Полный доступ
ka: სრული წვდომა

source: Вход в систему
ka: Ṣისტემაში შესვლა

source: Добро пожаловать!
ka: გამარჯობა!

source: Войдите в свой аккаунт, чтобы продолжить обучение
ka: სწავლის გასაგრძელებლად შეიყვანეთ თქვენს ანგარიშში

source: Войти
ka: შესვლა

source: или войдите через
ka: ან შეიყვანეთ

source: Нет аккаунта?
ka: არ გაქვთ ანგარიში?

source: Зарегистрироваться
ka: რეგისტრაცია

source: Забыли пароль?
ka: დაივიწყეთ პაროლი?

source: Восстановить пароль
ka: პაროლის აღდგენა

source: Изучайте программирование с PyLand
ka: ისწავლეთ პროგრამირება PyLand-თან ერთად

source: Присоединяйтесь к нашей новой платформе и начните изучать Python, веб-разработку и Data Science с интерактивными курсами.
ka: შემოგვიერთდით ჩვენს ახალ პლატფორმას და დაიწყეთ Python-ის, ვებ-დეველოპმენტისა და Data Science-ის სწავლა ინტერაქტიული კურსებით.

source: Cтудентов
ka: სტუდენტი

source: Курсов
ka: კურსები

source: Год основания
ka: დაარსების წელი

source: Регистрация
ka: რეგისტრაცია

source: Создайте аккаунт
ka: შექმენით ანგარიში

source: Начните своё путешествие в мир программирования уже сегодня
ka: დააწყეთ თქვენი მოგზაურობა პროგრამირების სამყაროში დღეს

source: Выберите страну
ka: აირჩიეთ ქვეყანა

source: Я согласен с
ka: ვთანხმდები ვარ

source: условиями использования
ka: გამოყენების პირობებით

source: и
ka: და

source: политикой конфиденциальности
ka: კონფიდენციალურობის პოლიტიკით

source: Создать аккаунт
ka: ანგარიშის შექმნა

source: или зарегистрируйтесь через
ka: ან დარეგისტრირდით

source: Уже есть аккаунт?
ka: უკვე გაქვთ ანგარიში?

source: Начните своё IT-путешествие
ka: დაიწყეთ თქვენი IT მოგზაურობა

source: Получите доступ к премиальным курсам, интерактивным заданиям и персональной поддержке от экспертов индустрии.
ka: მიიღეთ წვდომა პრემიუმ კურსებზე, ინტერაქტიულ დავალებებსა და ინდუსტრიის ექსპერტების პერსონალურ მხარდაჭერაზე.

source: Сертификаты о прохождении
ka: დამთავრების სერტიფიკატები

source: Поддержка менторов 24/7
ka: მენტორთა მხარდაჭერა 24/7

source: Практические проекты
ka: პრაქტიკული პროექტები

source: Помощь в трудоустройстве
ka: დასაქმების დახმარება

source: Подтверждение регистрации
ka: რეგისტრაციის დადასტურება

source: Привет
ka: გამარჯობა

source: Добро пожаловать в PyLand — обучающую платформу программированию на Python! Для завершения регистрации и активации вашего аккаунта, пожалуйста, подтвердите ваш email адрес.
ka: მოგესალმებით PyLand-ში — Python პროგრამირების სასწავლო პლატფორმაში! რეგისტრაციის დასასრულებლად და თქვენი ანგარიშის გასააქტიურებლად, გთხოვთ, დაადასტუროთ თქვენი ელფოსტის მისამართი.

source: Подтвердить Email
ka: ელფოსტის დადასტურება

source: Или скопируйте и вставьте эту ссылку в ваш браузер:
ka: ან დააკოპირეთ და ჩასვით ეს ბმული თქვენს ბრაუზერში:

source: О рассылках
ka: გაზეთების შესახებ

source: При регистрации вы автоматически подписались на все наши рассылки:
ka: რეგისტრაციისას თქვენ ავტომატურად გამოიწერეთ ჩვენი ყველა გაზეთი:

source: Обновления курсов и новые материалы
ka: კურსის განახლებები და ახალი მასალები

source: Уведомления о достижениях
ka: მიღწევების შეტყობინებები

source: Еженедельная сводка активности
ka: კვირეული აქტივობის მიმოხილვა

source: Вы можете отключить или настроить любые рассылки в настройках вашего дашборда (раздел 'Уведомления').
ka: შეგიძლიათ გამორთოთ ან დააკონფიგურიროთ ნებისმიერი გაზეთი თქვენი დაშბორდის პარამეტრებში ('შეტყობინებები' განყოფილება).

source: Если вы не регистрировались на платформе PyLand, просто проигнорируйте это письмо.
ka: თუ თქვენ არ დარეგისტრირდით PyLand პლატფორმაზე, უბრალოდ იგნორირება მოახდინეთ ამ წერილს.

source: С уважением,
ka: პატივისცემით,

source: Команда PyLand
ka: PyLand-ის გუნდი

source: Это автоматическое письмо, пожалуйста, не отвечайте на него.
ka: ეს არის ავტომატური ელფოსტა, გთხოვთ, არ უპასუხოთ მას.

source: Если у вас есть вопросы, свяжитесь с нами через форму обратной связи на сайте.
ka: თუ გაქვთ კითხვები, დაგვიკავშირდით საიტზე უკუკავშირის ფორმის მეშვეობით.

source: Восстановление пароля
ka: პაროლის აღდგენა

source: Мы получили запрос на восстановление пароля для вашего аккаунта в PyLand. Если это были вы, нажмите на кнопку ниже, чтобы создать новый пароль.
ka: მივიღეთ პაროლის აღდგენის მოთხოვნა თქვენი PyLand ანგარიშისთვის. თუ ეს თქვენ იყავით, დააჭირეთ ქვემოთ მოცემულ ღილაკს ახალი პაროლის შესაქმნელად.

source: Важно!
ka: მნიშვნელოვანი!

source: Эта ссылка действительна только в течение 24 часов. После этого потребуется создать новый запрос на восстановление пароля.
ka: ეს ბმული მოქმედებს მხოლოდ 24 საათის განმავლობაში. ამის შემდეგ თქვენ უნდა შექმნათ ახალი პაროლის აღდგენის მოთხოვნა.

source: Если вы не запрашивали восстановление пароля, просто проигнорируйте это письмо. Ваш пароль останется без изменений.
ka: თუ თქვენ არ მოითხოვეთ პაროლის აღდგენა, უბრალოდ იგნორირეთ ეს წერილი. თქვენი პაროლი უცვლელი დარჩება.

source: Если у вас есть вопросы по безопасности аккаунта, свяжитесь с нами через форму обратной связи на сайте.
ka: თუ გაქვთ კითხვები ანგარიშის უსაფრთხოების შესახებ, დაგვიკავშირდით საიტზე უკუკავშირის ფორმის მეშვეობით.

source: Установить новый пароль
ka: ახალი პაროლის დაყენება

source: Создать новый пароль
ka: ახალი პაროლის შექმნა

source: Введите новый надежный пароль для вашего аккаунта
ka: შეიყვანეთ ახალი უსაფრთხო პაროლი თქვენი ანგარიშისთვის

source: Ссылка недействительна
ka: ბმული არავალიდურია

source: Возможно, вы уже использовали эту ссылку или срок её действия истёк
ka: შესაძლოა უკვე გამოიყენეთ ეს ბმული ან მისი ვადა ამოიწურა

source: Сохранить пароль
ka: პაროლის შენახვა

source: Ссылка для сброса пароля недействительна
ka: პაროლის გადატვირთვის ბმული არასწორია

source: Возможные причины:
ka: შესაძლო მიზეზები:

source: Вы уже использовали эту ссылку
ka: თქვენ უკვე გამოიყენეთ ეს ბმული

source: Срок действия ссылки истёк
ka: ბმულის ვადა ამოიწურა

source: Ссылка была введена неправильно
ka: ბმული არასწორად იყო შეყვანილი

source: Запросить новую ссылку
ka: ახალი ბმულის მოთხოვნა

source: Вернуться на страницу входа
ka: შესვლის გვერდზე დაბრუნება

source: Вспомнили пароль?
ka: გაიხსენეთ პაროლი?

source: Безопасность вашего аккаунта
ka: თქვენი ანგარიშის უსაფრთხოება

source: Мы используем современные технологии шифрования для защиты ваших данных. Создайте надежный пароль для максимальной безопасности вашего аккаунта.
ka: ჩვენ ვიყენებთ თანამედროვე დაშიფვრის ტექნოლოგიებს თქვენი მონაცემების დასაცვად. შექმნით ძლიერი პაროლი თქვენი ანგარიშის მაქსიმალური უსაფრთხოებისთვის.

source: Шифрование
ka: დაშიფვრა

source: Надежность
ka: სანდოობა

source: Защита
ka: დაცვა

source: Введите email для получения ссылки сброса пароля
ka: შეიყვანეთ ელფოსტა პაროლის აღდგენის ბმულის მისაღებად

source: Отправить инструкции
ka: ინსტრუქციების გაგზავნა

source: Вернуться к входу
ka: შესვლაზე დაბრუნება

source: Восстановите доступ к аккаунту
ka: აღადგინეთ წვდომა ანგარიშზე

source: Мы отправим вам письмо с инструкциями — быстро и безопасно.
ka: ჩვენ გამოგიგზავნით ელფოსტას ინსტრუქციებით — სწრაფად და უსაფრთხოდ.

source: Безопасность
ka: უსაფრთხოება

source: Минуты на почте
ka: წუთები ელფოსტაზე

source: Поддержка
ka: მხარდაჭერა

source: Ваш email не подтвержден. <a href="{url}">Отправить письмо повторно</a>
ka: თქვენი ელფოსტა არ არის დადასტურებული. <a href="{url}">წერილის ხელახლა გაგზავნა</a>

source: Email или пароль введен неверно.
ka: ელფოსტა ან პაროლი არასწორია.

source: Активируйте ваш аккаунт.
ka: გაააქტიურეთ თქვენი ანგარიში.

source: Ошибка отправки письма подтверждения. Попробуйте позже.
ka: დადასტურების ელფოსტის გაგზავნის შეცდომა. გთხოვთ, სცადოთ მოგვიანებით.

source: Произошла ошибка при регистрации. Попробуйте еще раз.
ka: რეგისტრაციის დროს მოხდა შეცდომა. გთხოვთ, სცადოთ ხელახლა.

source: Ваш email успешно подтвержден. Вы можете войти в систему.
ka: თქვენი ელფოსტა წარმატებით დადასტურდა. შეგიძლიათ შეხვიდეთ სისტემაში.

source: Ссылка недействительна.
ka: ბმული არავალიდურია.

source: Инструкция по сбросу пароля
ka: პაროლის აღდგენის ინსტრუქცია

source: Произошла ошибка при отправке письма. Попробуйте позже.
ka: ელფოსტის გაგზავნისას მოხდა შეცდომა. გთხოვთ, სცადოთ მოგვიანებით.

source: Инструкции по сбросу пароля отправлены на ваш email.
ka: პაროლის აღდგენის ინსტრუქციები გაიგზავნა თქვენს ელფოსტაზე.

source: Пароль успешно изменен. Теперь вы можете войти с новым паролем.
ka: პაროლი წარმატებით შეიცვალა. ახლა შეგიძლიათ შეხვიდეთ ახალი პაროლით.

source: Мы отправили повторное письмо для подтверждения вашего email.
ka: ჩვენ გავგზავნეთ განმეორებითი ელფოსტა თქვენი ელფოსტის დასადასტურებლად.

source: Ваш email уже подтвержден.
ka: თქვენი ელფოსტა უკვე დადასტურებულია.

source: Блог PyLand
ka: PyLand-ის ბლოგი

source: Эксперт по программированию и технологиям
ka: პროგრამირებისა და ტექნოლოგიების ექსპერტი

source: Опубликовано
ka: გამოქვეყნებულია

source: Время чтения
ka: კითხვის დრო

source: мин
ka: წთ

source: Просмотров
ka: ნახვები

source: Уровень
ka: დონე

source: Начальный
ka: საწყისი

source: Средний
ka: საშუალო

source: Продвинутый
ka: განვითარებული

source: Статья
ka: სტატია

source: Поделиться
ka: გაზიარება

source: Копировать ссылку
ka: ბმულის კოპირება

source: Содержание
ka: შინაარსი

source: Введение
ka: შესავალი

source: Основное содержание
ka: მთავარი შინაარსი

source: Примеры кода
ka: კოდის მაგალითები

source: Заключение
ka: დასკვნა

source: Об авторе
ka: ავტორის შესახებ

source: Эксперт по программированию
ka: პროგრამირების ექსპერტი

source: статей
ka: სტატიები

source: рейтинг
ka: რეიტინგი

source: Читайте также
ka: ასევე წაიკითხეთ

source: Нет доступных статей
ka: სტატიები არ არის ხელმისაწვდომი

source: Быстрые действия
ka: სწრაფი მოქმედებები

source: Печать
ka: ბეჭდვა

source: В закладки
ka: სანიშნეებში

source: Сообщить
ka: შეტყობინება

source: Ваша реакция на статью
ka: თქვენი რეაქცია სტატიაზე

source: Нравится
ka: მომწონს

source: Любовь
ka: სიყვარული

source: Полезно
ka: სასარგებლო

source: Интересно
ka: საინტერესო

source: Потрясающе
ka: საოცარი

source: Часть серии
ka: სერიის ნაწილი

source: Предыдущая в серии
ka: წინა სერიაში

source: Первая статья серии
ka: სერიის პირველი სტატია

source: Следующая в серии
ka: შემდეგი სერიაში

source: Последняя статья серии
ka: სერიის ბოლო სტატია

source: Посмотреть все статьи серии
ka: სერიის ყველა სტატიის ნახვა

source: Предыдущая статья
ka: წინა სტატია

source: Следующая статья
ka: შემდეგი სტატია

source: Комментарии
ka: კომენტარები

source: Отправить комментарий
ka: კომენტარის გაგზავნა

source: Войдите в систему, чтобы оставить комментарий
ka: შედით სისტემაში კომენტარის დასატოვებლად

source: Сохранить
ka: შენახვა

source: Отмена
ka: გაუქმება

source: Ответить
ka: პასუხი

source: Редактировать
ka: რედაქტირება

source: Удалить
ka: წაშლა

source: Ответ на комментарий
ka: პასუხი კომენტარზე

source: Отправить ответ
ka: გაგზავნეთ პასუხი

source: Комментариев пока нет
ka: კომენტარები ჯერ არ არის

source: Станьте первым, кто поделится мнением об этой статье!
ka: გახდით პირველი, ვინც გააზიარებს აზრს ამ სტატიის შესახებ!

source: Страница
ka: გვერდი

source: из
ka: დან

source: Первая
ka: პირველი

source: Предыдущая
ka: წინა

source: Следующая
ka: შემდეგი

source: Последняя
ka: ბოლო

source: Похожие
ka: მსგავსი

source: Похожие статьи
ka: მსგავსი სტატიები

source: Продолжите изучение с этими материалами
ka: გააგრძელეთ სწავლა ამ მასალებით

source: Продвинутый Python: декораторы
ka: მოწინავე Python: დეკორატორები

source: Изучаем мощный инструмент Python для создания элегантного и переиспользуемого кода.
ka: ვსწავლობთ Python-ის ძლიერ ინსტრუმენტს ელეგანტური და გამოსაყენებელი კოდის შესაქმნელად.

source: React: оптимизация производительности
ka: React: წარმადობის ოპტიმიზაცია

source: Советы и техники для создания быстрых React-приложений с отличным пользовательским опытом.
ka: Tips and techniques for creating fast React applications with excellent user experience.

source: Безопасность веб-приложений: основы
ka: ვებ-აპლიკაციების უსაფრთხოება: საფუძვლები

source: Защитите ваши приложения от основных уязвимостей и атак злоумышленников.
ka: დაიცავით თქვენი აპლიკაციები ძირითადი დაუცველობებისა და მავნე თავდასხმებისგან.

source: Понравилась статья?
ka: მოგეწონათ სტატია?

source: Подпишитесь на наши обновления и получайте новые статьи первыми. Развивайтесь вместе с PyLand!
ka: გამოიწერეთ ჩვენი განახლებები და მიიღეთ ახალი სტატიები პირველებმა. განვითარდით PyLand-თან ერთად!

source: Все статьи
ka: ყველა სტატია

source: Подписаться
ka: გამოწერა

source: Блог
ka: ბლოგი

source: Образовательные статьи, туториалы и практические руководства по программированию от экспертов PyLand
ka: საგანმანათლებლო სტატიები, ტუტორიალები და პრაქტიკული სახელმძღვანელოები პროგრამირებაში PyLand-ის ექსპერტებისგან

source: Изучайте программирование с нашими статьями
ka: ისწავლეთ პროგრამირება ჩვენი სტატიებით

source: Практические туториалы, глубокие разборы технологий и актуальные тренды в мире разработки от экспертов индустрии.
ka: პრაქტიკული გაკვეთილები, ტექნოლოგიების ღრმა ანალიზი და აქტუალური ტენდენციები განვითარების სამყაროში ინდუსტრიის ექსპერტებისგან.

source: Читать статьи
ka: წაიკითხეთ სტატიები

source: Категории
ka: კატეგორიები

source: Все категории
ka: ყველა კატეგორია

source: Выберите направление
ka: აირჩიეთ მიმართულება

source: Каждая категория содержит тщательно отобранные материалы от экспертов
ka: თითოეული კატეგორია შეიცავს ფრთხილად შერჩეულ მასალებს ექსპერტებისგან

source: Популярно
ka: პოპულარული

source: Актуально
ka: აქტუალური

source: Новые статьи
ka: ახალი სტატიები

source: Свежий контент
ka: ახალი კონტენტი

source: Самые актуальные материалы от наших экспертов
ka: ყველაზე აქტუალური მასალები ჩვენი ექსპერტებისგან

source: Рекомендуем
ka: გირჩევთ

source: Новое
ka: ახალი

source: просмотров
ka: ნახვები

source: Статей пока нет
ka: სტატიები ჯერ არ არის

source: Мы работаем над новым контентом. Загляните позже!
ka: ჩვენ ვმუშაობთ ახალ კონტენტზე. შემოდით მოგვიანებით!

source: Присоединяйтесь
ka: შემოგვიერთდით

source: Хотите поделиться знаниями?
ka: გსურთ გაუზიაროთ ცოდნა?

source: Станьте автором в нашем блоге и помогите другим разработчикам изучать новые технологии
ka: გახდით ავტორი ჩვენს ბლოგში და დაეხმარეთ სხვა დეველოპერებს ისწავლონ ახალი ტექნოლოგიები

source: Предложить статью
ka: შესთავაზეთ სტატია

source: Связаться с нами
ka: დაგვიკავშირდით

source: Автор
ka: ავტორი

source: Автор материалов PyLand, делится знаниями и опытом в программировании
ka: PyLand-ის მასალების ავტორი, იზიარებს ცოდნას და გამოცდილებას პროგრამირებაში

source: Статей
ka: სტატიები

source: Реакций
ka: რეაქციები

source: Серии
ka: სერიები

source: Серии автора
ka: ავტორის სერიები

source: Тематические подборки статей от
ka: თემატური სტატიების კოლექციები

source: Завершена
ka: დასრულებული

source: Активна
ka: აქტიური

source: Приостановлена
ka: შეჩერებული

source: статья
ka: სტატია

source: статьи
ka: სტატიები

source: Статьи
ka: სტატიები

source: Статьи автора
ka: ავტორის სტატიები

source: Все публикации
ka: ყველა პუბლიკაცია

source: Новичок
ka: დამწყები

source: Эксперт
ka: ექსპერტი

source: Пока нет статей
ka: ჯერ არ არის სტატიები

source: У автора ещё нет опубликованных статей
ka: ავტორს ჯერ არ აქვს გამოქვეყნებული სტატიები

source: Статистика
ka: სტატისტიკა

source: Статистика по категориям
ka: სტატისტიკა კატეგორიების მიხედვით

source: Распределение статей автора по темам
ka: ავტორის სტატიების განაწილება თემების მიხედვით

source: Авторы
ka: ავტორები

source: Знакомьтесь с авторами блога PyLand — экспертами, создающими качественные технические материалы.
ka: გაიცანით PyLand-ის ბლოგის ავტორები - ექსპერტები, რომლებიც ქმნიან ხარისხიან ტექნიკურ კონტენტს.

source: Авторы блога
ka: ბლოგის ავტორები

source: Наши авторы и эксперты
ka: ჩვენი ავტორები და ექსპერტები

source: Познакомьтесь с людьми, которые пишут статьи, создают курсы и делятся опытом в мире программирования и технологий
ka: გაეცანით ადამიანებს, რომლებიც წერენ სტატიებს, ქმნიან კურსებს და იზიარებენ გამოცდილებას პროგრამირებისა და ტექნოლოგიების სამყაროში

source: Авторов
ka: ავტორები

source: Рекомендуемые
ka: რეკომენდებული

source: Рекомендуемые авторы
ka: რეკომენდებული ავტორები

source: Эксперты, которые регулярно публикуют качественные материалы
ka: ექსპერტები, რომლებიც რეგულარულად აქვეყნებენ ხარისხიან მასალებს

source: Эксперт и автор материалов PyLand
ka: ექსპერტი და PyLand-ის კონტენტის ავტორი

source: Все авторы
ka: ყველა ავტორი

source: Все наши авторы
ka: ჩვენი ყველა ავტორი

source: Найдите экспертов по интересующим вас темам
ka: იპოვეთ ექსპერტები თქვენთვის საინტერესო თემებზე

source: Автор материалов PyLand
ka: PyLand-ის მასალების ავტორი

source: Авторы не найдены
ka: ავტორები ვერ მოიძებნა

source: Список авторов пока пуст
ka: ავტორების სია ამჟამად ცარიელია

source: Категория
ka: კატეგორია

source: Изучайте материалы категории
ka: შეისწავლეთ კატეგორიის მასალები

source: от опытных разработчиков. Практические советы, актуальные технологии и проверенные методики для профессионального роста.
ka: from experienced developers. Practical advice, current technologies and proven methods for professional growth.

source: Материалов
ka: მასალები

source: Статьи категории
ka: კატეგორიის სტატიები

source: Изучите все материалы по данной теме
ka: შეისწავლეთ ყველა მასალა ამ თემაზე

source: Новые
ka: ახალი

source: Старые
ka: ძველი

source: По алфавиту
ka: ანბანის მიხედვით

source: Популярные
ka: პოპულარული

source: Легко
ka: მარტივად

source: Средне
ka: საშუალო

source: Сложно
ka: რთული

source: Статьи не найдены
ka: სტატიები ვერ მოიძებნა

source: В этой категории пока нет опубликованных статей.
ka: ამ კატეგორიაში ჯერ არ არის გამოქვეყნებული სტატიები.

source: Другие категории
ka: სხვა კატეგორიები

source: Изучайте смежные темы
ka: შეისწავლეთ მომიჯნავე თემები

source: Изучайте другие интересные темы в нашем блоге
ka: შეისწავლეთ სხვა საინტერესო თემები ჩვენს ბლოგში

source: Много статей
ka: ბევრი სტატია

source: Хотите больше материалов?
ka: გსურთ მეტი მასალები?

source: Подпишитесь на обновления и узнавайте о новых статьях первыми!
ka: გამოიწერეთ განახლებები და პირველი გაიგეთ ახალი სტატიების შესახებ!

source: Все категории блога PyLand. Найдите интересующие вас темы и изучайте материалы.
ka: PyLand-ის ბლოგის ყველა კატეგორია. იპოვეთ საინტერესო თემები და შეისწავლეთ მასალები.

source: Каталог знаний
ka: ცოდნის კატალოგი

source: нашего блога
ka: ჩვენი ბლოგი

source: Выберите интересующую вас тему и погрузитесь в мир знаний. Структурированные материалы от наших экспертов по всем направлениям IT.
ka: აირჩიეთ თქვენთვის საინტერესო თემა და ჩაეფლოთ ცოდნის სამყაროში. სტრუქტურირებული მასალები ჩვენი ექსპერტებისგან IT-ის ყველა მიმართულებით.

source: Изучить категории
ka: შეისწავლეთ კატეგორიები

source: Категорий
ka: კატეგორიები

source: Экспертов
ka: ექსპერტები

source: Популярное
ka: პოპულარული

source: Популярные статьи по категориям
ka: პოპულარული სტატიები კატეგორიების მიხედვით

source: Самые читаемые материалы в каждой категории
ka: ყველაზე კითხვადი მასალები თითოეულ კატეგორიაში

source: Python для начинающих: с нуля до первого проекта
ka: Python დამწყებთათვის: ნულიდან პირველ პროექტამდე
