Repository: ps965xx7vn-lgtm/backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Оплата возможна только после регистрации пользователя. Все цены указаны в лари (GEL), возможна оплата в другой валюте по курсу банка на момент платежа.
ka: გადახდა შესაძლებელია მხოლოდ მომხმარებლის რეგისტრაციის შემდეგ. ყველა ფასი მითითებულია ლარში (GEL), გადახდა სხვა ვალუტაში შესაძლებელია ბანკის კურსით გადახდის მომენტში.

source: В настоящее время на платформе поддерживаются следующие методы оплаты:
ka: ამჟამად პლატფორმა მხარს უჭერს შემდეგ გადახდის მეთოდებს:

source: Банковские карты (Visa, MasterCard, American Express) - при подключении платежных шлюзов
ka: საბანკო ბარათები (Visa, MasterCard, American Express) - გადახდის გზების დაკავშირებისას

source: Stripe - интеграция планируется
ka: Stripe - ინტეგრაცია იგეგმება

source: PayPal - интеграция планируется
ka: PayPal - ინტეგრაცია იგეგმება

source: Ручная оплата (банковский перевод) - по запросу
ka: ხელით გადახდა (საბანკო გადარიცხვა) - მოთხოვნით

source: Платформа не хранит данные банковских карт. Все платежи будут проходить через сертифицированные платежные шлюзы (PCI DSS Level 1) после их подключения.
ka: პლატფორმა არ ინახავს საბანკო ბარათის მონაცემებს. ყველა გადახდა გაივლის სერტიფიცირებულ გადახდის გზებს (PCI DSS Level 1) მათი დაკავშირების შემდეგ.

source: Выберите нужный курс и нажмите 'Оплатить'.
ka: აირჩიეთ სასურველი კურსი და დააჭირეთ 'გადახდა'.

source: Введите корректные платёжные данные и подтвердите операцию.
ka: შეიყვანეთ სწორი გადახდის დეტალები და დაადასტურეთ ტრანზაქცია.

source: После успешной оплаты вы получите электронное подтверждение и доступ к курсу будет открыт автоматически.
ka: წარმატებული გადახდის შემდეგ თქვენ მიიღებთ ელექტრონულ დადასტურებას და კურსზე წვდომა ავტომატურად გაიხსნება.

source: В случае ошибки оплаты обратитесь в службу поддержки: support@pyland.ge или по телефону +995 551 00 62 54.
ka: გადახდის შეცდომის შემთხვევაში დაუკავშირდით მხარდაჭერას: support@pyland.ge ან ტელეფონით +995 551 00 62 54.

source: Все платежи защищены по стандарту PCI DSS. PyLand не хранит и не обрабатывает данные банковских карт пользователей.
ka: ყველა გადახდა დაცულია PCI DSS სტანდარტით. PyLand არ ინახავს და არ ამუშავებს მომხმარებლების საბანკო ბარათის მონაცემებს.

source: В случае подозрительных операций PyLand вправе приостановить доступ до выяснения обстоятельств.
ka: საეჭვო ოპერაციების შემთხვევაში PyLand-ს აქვს უფლება შეაჩეროს წვდომა გამოძიების დასრულებამდე.

source: 5. Возвраты и отмена платежей
ka: 5. თანხის დაბრუნება და გადახდის გაუქმება

source: Возврат средств возможен в случаях, предусмотренных Политикой возвратов. Срок возврата — до 10 рабочих дней после одобрения заявки. Комиссии банков и платёжных систем могут быть удержаны согласно их правилам.
ka: თანხის დაბრუნება შესაძლებელია დაბრუნების პოლიტიკით გათვალისწინებულ შემთხვევებში. დაბრუნების ვადა - 10 სამუშაო დღემდე განაცხადის დამტკიცების შემდეგ. ბანკებისა და გადახდის სისტემების საკომისიოები შეიძლება დაიკავოს მათი წესების შესაბამისად.

source: В случае отмены платежа по инициативе пользователя или по техническим причинам, средства возвращаются тем же способом, которым была произведена оплата.
ka: გადახდის გაუქმების შემთხვევაში მომხმარებლის ინიციატივით ან ტექნიკური მიზეზების გამო, თანხა უბრუნდება იმავე გზით, როგორც გადახდა განხორციელდა.

source: 6. Контакты и поддержка
ka: 6. კონტაქტები და მხარდაჭერა

source: По всем вопросам, связанным с оплатой, возвратами и безопасностью платежей, обращайтесь в службу поддержки.
ka: გადახდასთან, თანხის დაბრუნებასთან და გადახდის უსაფრთხოებასთან დაკავშირებული ყველა შეკითხვისთვის დაუკავშირდით მხარდაჭერას.

source: Правила использования платформы
ka: პლატფორმის გამოყენების წესები

source: 2. Учетная запись
ka: 2. ანგარიში

source: 3. Правила поведения
ka: 3. ქცევის წესები

source: 4. Пользовательский контент
ka: 4. მომხმარებლის კონტენტი

source: 5. Запрещенные действия
ka: 5. აკრძალული მოქმედებები

source: 6. Нарушения и санкции
ka: 6. დარღვევები და სანქციები

source: 7. Контакты
ka: 7. კონტაქტები

source: Настоящие Правила определяют порядок использования образовательной платформы PyLand и регулируют взаимоотношения между пользователями и администрацией.
ka: ეს წესები განსაზღვრავს PyLand საგანმანათლებლო პლატფორმის გამოყენების პროცედურას და არეგულირებს ურთიერთობებს მომხმარებლებსა და ადმინისტრაციას შორის.

source: Регистрируясь на платформе, вы автоматически принимаете данные Правила и обязуетесь их соблюдать.
ka: პლატფორმაზე რეგისტრაციით თქვენ ავტომატურად იღებთ ამ წესებს და ვალდებულებას იღებთ დაიცვათ ისინი.

source: Несоблюдение правил может привести к ограничению или блокировке доступа к платформе без возврата средств.
ka: წესების დაუცველობამ შეიძლება გამოიწვიოს პლატფორმაზე წვდომის შეზღუდვა ან დაბლოკვა თანხის დაბრუნების გარეშე.

source: 2. Учетная запись пользователя
ka: 2. მომხმარებლის ანგარიში

source: Регистрация:
ka: რეგისტრაცია:

source: Предоставляйте только достоверную информацию
ka: მიაწოდეთ მხოლოდ ზუსტი ინფორმაცია

source: Используйте действующий email для регистрации
ka: გამოიყენეთ მოქმედი ელ.ფოსტა რეგისტრაციისთვის

source: Создавайте надежный пароль (минимум 8 символов)
ka: შექმენით ძლიერი პაროლი (მინიმუმ 8 სიმბოლო)

source: Один пользователь — один аккаунт
ka: ერთი მომხმარებელი - ერთი ანგარიში

source: Подтверждение email:
ka: ელ.ფოსტის დადასტურება:

source: После регистрации вам будет отправлено письмо с ссылкой для подтверждения адреса электронной почты. Для использования всех функций платформы необходимо подтвердить email.
ka: რეგისტრაციის შემდეგ გამოგეგზავნებათ წერილი ელ.ფოსტის მისამართის დადასტურების ბმულით. პლატფორმის ყველა ფუნქციის გამოსაყენებლად აუცილებელია ელ.ფოსტის დადასტურება.

source: Безопасность аккаунта:
ka: ანგარიშის უსაფრთხოება:

source: Не передавайте свой логин и пароль третьим лицам
ka: არ გადასცეთ თქვენი მომხმარებლის სახელი და პაროლი მესამე პირებს

source: Немедленно сообщайте о подозрительной активности
ka: დაუყოვნებლივ შეატყობინეთ საეჭვო აქტივობის შესახებ

source: Регулярно обновляйте пароль
ka: რეგულარულად განაახლეთ პაროლი

source: Выходите из аккаунта на общедоступных устройствах
ka: გამოდით ანგარიშიდან საჯარო მოწყობილობებზე

source: Ответственность:
ka: პასუხისმგებლობა:

source: Вы несете полную ответственность за все действия, совершенные под вашим аккаунтом.
ka: თქვენ სრულად პასუხისმგებელი ხართ თქვენი ანგარიშის ქვეშ განხორციელებულ ყველა მოქმედებაზე.

source: Рассылки и уведомления:
ka: გაზეთები და შეტყობინებები:

source: При регистрации вы автоматически подписываетесь на следующие типы уведомлений:
ka: რეგისტრაციისას თქვენ ავტომატურად გამოიწერეთ შემდეგი ტიპის შეტყობინებები:

source: Напоминания о заданиях и дедлайнах
ka: დავალებებისა და ვადების შეხსენება

source: Уведомления о достижениях и прогрессе
ka: შეტყობინებები მიღწევებისა და პროგრესის შესახებ

source: Новости и обновления платформы
ka: პლატფორმის სიახლეები და განახლებები

source: Управление подписками:
ka: გამოწერების მართვა:

source: Вы можете отключить или настроить любые рассылки в настройках вашего дашборда (раздел 'Уведомления'). Некоторые уведомления (подтверждение email, восстановление пароля, платежи) являются обязательными и не могут быть отключены.
ka: შეგიძლიათ გამორთოთ ან დააკონფიგურიროთ ნებისმიერი გაზეთი თქვენი დაშბორდის პარამეტრებში ('შეტყობინებები' განყოფილება). ზოგიერთი შეტყობინება (ელ.ფოსტის დადასტურება, პაროლის აღდგენა, გადახდები) სავალდებულოა და არ შეიძლება გამორთვა.

source: 3. Правила поведения на платформе
ka: 3. პლატფორმაზე ქცევის წესები

source: Обязательно:
ka: სავალდებულო:

source: Уважительно относитесь к другим пользователям, менторам и администрации
ka: პატივისცემით მოეკიდეთ სხვა მომხმარებლებს, მენტორებს და ადმინისტრაციას

source: Используйте платформу исключительно в образовательных целях
ka: გამოიყენეთ პლატფორმა მხოლოდ საგანმანათლებლო მიზნებისთვის

source: Следуйте инструкциям менторов и проверяющих
ka: დაიცავით მენტორებისა და შემმოწმებლების ინსტრუქციები

source: Соблюдайте сроки выполнения заданий (если предусмотрены)
ka: დაიცავით დავალებების ვადები (თუ გათვალისწინებულია)

source: Сообщайте о технических проблемах в службу поддержки
ka: შეატყობინეთ ტექნიკურ პრობლემებს მხარდაჭერის სამსახურს

source: Коммуникация:
ka: კომუნიკაცია:

source: Будьте вежливы в комментариях и чатах
ka: იყავით თავაზიანი კომენტარებსა და ჩატებში

source: Не используйте ненормативную лексику
ka: არ გამოიყენოთ ბრიყვული ენა

source: Не размещайте спам и рекламу
ka: არ გამოაქვეყნოთ სპამი და რეკლამა

source: Не публикуйте персональные данные других людей
ka: არ გამოაქვეყნოთ სხვა ადამიანების პერსონალური მონაცემები

source: Что можно размещать:
ka: რის გამოქვეყნება შესაძლებელია:

source: Решения задач и домашних заданий
ka: ამოცანების გადაწყვეტილებები და საშინაო დავალებები

source: Вопросы по материалам курсов
ka: კითხვები კურსის მასალების შესახებ

source: Конструктивные комментарии и обсуждения
ka: კონსტრუქციული კომენტარები და განხილვები

source: Собственные проекты для портфолио (с согласия администрации)
ka: საკუთარი პროექტები პორტფოლიოსთვის (ადმინისტრაციის თანხმობით)

source: Права на контент:
ka: კონტენტის უფლებები:

source: Вы сохраняете авторские права на свой код и проекты
ka: თქვენ ინარჩუნებთ საავტორო უფლებებს თქვენს კოდსა და პროექტებზე

source: Размещая контент, вы предоставляете PyLand лицензию на его использование в образовательных целях
ka: კონტენტის განთავსებით თქვენ აძლევთ PyLand-ს ლიცენზიას მის გამოყენებაზე საგანმანათლებლო მიზნებისთვის

source: Администрация может использовать ваши работы в качестве примеров (с вашего согласия)
ka: ადმინისტრაციას შეუძლია გამოიყენოს თქვენი ნამუშევრები მაგალითების სახით (თქვენი თანხმობით)

source: Запрещено размещать:
ka: აკრძალულია გამოქვეყნება:

source: Готовые решения для продажи другим студентам
ka: მზა გადაწყვეტილებები გასაყიდად სხვა სტუდენტებისთვის

source: Вредоносный код, вирусы, скрипты для взлома
ka: მავნე კოდი, ვირუსები, ჰაკერული სკრიპტები

source: Контент, нарушающий авторские права
ka: კონტენტი რომელიც არღვევს საავტორო უფლებებს

source: Материалы курсов PyLand в открытом доступе
ka: PyLand კურსის მასალები საჯაროდ

source: Категорически запрещено:
ka: მკაცრად აკრძალულია:

source: Технические нарушения:
ka: ტექნიკური დარღვევები:

source: Взлом, попытки несанкционированного доступа к системе
ka: ჰაკერობა, არაავტორიზებული წვდომის მცდელობები სისტემაზე

source: DDoS-атаки и другие виды вредительства
ka: DDoS შეტევები და სხვა სახის ხელის შეშლა

source: Использование ботов, парсеров, автоматизированных скриптов для сбора данных
ka: ბოტების, პარსერების, ავტომატიზებული სკრიპტების გამოყენება მონაცემების შესაგროვებლად

source: Обход систем защиты и ограничений платформы
ka: უსაფრთხოების სისტემების და პლატფორმის შეზღუდვების გვერდის ავლა

source: Использование уязвимостей для получения преимуществ
ka: მოწყვლადობების გამოყენება უპირატესობების მისაღებად

source: Нарушение авторских прав:
ka: საავტორო უფლებების დარღვევა:

source: Копирование и распространение материалов курсов
ka: კურსის მასალების კოპირება და გავრცელება

source: Запись и публикация видеоуроков без разрешения
ka: ვიდეო გაკვეთილების ჩაწერა და გამოქვეყნება ნებართვის გარეშე

source: Передача доступа к аккаунту третьим лицам
ka: ანგარიშზე წვდომის გაზიარება მესამე პირებთან

source: Продажа или сдача в аренду учетной записи
ka: ანგარიშის გაყიდვა ან გაქირავება

source: Мошенничество:
ka: თაღლითობა:

source: Попытки возврата средств после прохождения курса
ka: თანხის დაბრუნების მცდელობა კურსის გავლის შემდეგ

source: Использование чужих платежных данных
ka: სხვა ადამიანის გადახდის ინფორმაციის გამოყენება

source: Создание фальшивых аккаунтов для получения скидок
ka: ყალბი ანგარიშების შექმნა ფასდაკლებების მისაღებად

source: Списывание и выдача чужих работ за свои
ka: მოპარვა და სხვისი ნამუშევრების საკუთარად გაცემა

source: Неэтичное поведение:
ka: არაეთიკური ქცევა:

source: Оскорбления, угрозы, травля других пользователей
ka: შეურაცხყოფები, მუქარები, სხვა მომხმარებლების ბულინგი

source: Дискриминация по любому признаку
ka: დისკრიმინაცია ნებისმიერი ნიშნით

source: Распространение ложной информации о платформе
ka: პლატფორმის შესახებ ყალბი ინფორმაციის გავრცელება

source: Публикация контента сексуального, насильственного или противозаконного характера
ka: სექსუალური, ძალადობრივი ან უკანონო ხასიათის კონტენტის გამოქვეყნება

source: При первом нарушении:
ka: პირველი დარღვევისთვის:

source: Предупреждение от администрации
ka: გაფრთხილება ადმინისტრაციიდან

source: Удаление нарушающего контента
ka: დამრღვევი კონტენტის წაშლა

source: Временное ограничение функций (комментарии, отправка заданий)
ka: ფუნქციების დროებითი შეზღუდვა (კომენტარები, დავალებების გაგზავნა)

source: При повторных нарушениях:
ka: განმეორებითი დარღვევებისთვის:

source: Временная блокировка аккаунта (от 3 до 30 дней)
ka: ანგარიშის დროებითი დაბლოკვა (3-დან 30 დღემდე)

source: Ограничение доступа к определенным курсам
ka: გარკვეულ კურსებზე წვდომის შეზღუდვა

source: Приостановка менторской поддержки
ka: მენტორობის მხარდაჭერის შეჩერება

source: При грубых нарушениях:
ka: სერიოზული დარღვევებისთვის:

source: Постоянная блокировка аккаунта без возврата средств
ka: ანგარიშის მუდმივი დაბლოკვა თანხის დაბრუნების გარეშე

source: Аннулирование выданных сертификатов
ka: გაცემული სერტიფიკატების გაუქმება

source: Обращение в правоохранительные органы (при противозаконных действиях)
ka: მართალწარმოებაში მიმართვა (უკანონო ქმედებების შემთხვევაში)

source: Примечание:
ka: შენიშვნა:

source: Администрация оставляет за собой право принимать решения о санкциях в индивидуальном порядке в зависимости от тяжести нарушения.
ka: ადმინისტრაცია იტოვებს უფლებას მიიღოს გადაწყვეტილებები სანქციების შესახებ ინდივიდუალურად დარღვევის სიმძიმის მიხედვით.

source: Апелляция:
ka: გასაჩივრება:

source: Если вы считаете, что ваш аккаунт был заблокирован ошибочно, направьте апелляцию на email: pylandschool@gmail.com с подробным описанием ситуации.
ka: თუ თვლით, რომ თქვენი ანგარიში შეცდომით დაიბლოკა, გააგზავნეთ გასაჩივრება ელფოსტაზე: pylandschool@gmail.com სიტუაციის დეტალური აღწერით.

source: 7. Контакты и поддержка
ka: 7. კონტაქტები და მხარდაჭერა

source: По всем вопросам, связанным с правилами платформы, обращайтесь:
ka: პლატფორმის წესებთან დაკავშირებული ყველა შეკითხვისთვის, დაგვიკავშირდით:

source: Администрация оставляет за собой право изменять Правила с уведомлением пользователей
ka: ადმინისტრაცია იტოვებს უფლებას შეცვალოს წესები მომხმარებლების შეტყობინებით

source: Политика конфиденциальности
ka: კონფიდენციალურობის პოლიტიკა

source: 1. Введение
ka: 1. შესავალი

source: 2. Собираемая информация
ka: 2. შეგროვებული ინფორმაცია

source: 3. Использование данных
ka: 3. მონაცემების გამოყენება

source: 4. Передача данных
ka: 4. მონაცემების გაზიარება

source: 5. Cookies
ka: 5. ქუქიები

source: 6. Ваши права
ka: 6. თქვენი უფლებები

source: 7. Безопасность
ka: 7. უსაფრთხოება

source: Мы серьезно относимся к защите вашей конфиденциальности.
ka: ჩვენ სერიოზულად ვეკიდებით თქვენი კონფიდენციალურობის დაცვას.

source: Мы никогда не продаем ваши данные.
ka: ჩვენ არასდროს ვყიდით თქვენს მონაცემებს.

source: Вы предоставляете:
ka: თქვენ აწვდით:

source: Обязательные:
ka: სავალდებულო:

source: Email (для регистрации)
ka: ელ.ფოსტა (რეგისტრაციისთვის)

source: Опциональные:
ka: არჩევითი:

source: Имя и фамилия
ka: სახელი და გვარი

source: Пол (мужской/женский/другой)
ka: სქესი (მამრობითი/მდედრობითი/სხვა)

source: Страна и город
ka: ქვეყანა და ქალაქი

source: Биография
ka: ბიოგრაფია

source: Аватар
ka: ავატარი

source: Записи о пройденных уроках, выполненных заданиях, полученных сертификатах
ka: ჩანაწერები გავლილი გაკვეთილების, შესრულებული დავალებების, მიღებული სერტიფიკატების შესახებ

source: Автоматически собирается:
ka: ავტომატურად შეგროვებული:

source: Тип браузера и операционной системы
ka: ბრაუზერის ტიპი და ოპერაციული სისტემა

source: Session cookies (срок 2 недели)
ka: სესიის ქუქიები (2 კვირის ხანგრძლივობით)

source: CSRF-токены для безопасности
ka: CSRF ტოკენები უსაფრთხოებისთვის

source: Статистика использования платформы (внутренняя аналитика)
ka: პლატფორმის გამოყენების სტატისტიკა (შიდა ანალიტიკა)

source: Важно:
ka: მნიშვნელოვანი:

source: Мы НЕ собираем данные платежных карт.
ka: ჩვენ არ ვაგროვებთ გადახდის ბარათის მონაცემებს.

source: Социальная аутентификация (OAuth):
ka: სოციალური ავთენტიფიკაცია (OAuth):

source: При входе через Google или GitHub мы получаем следующие данные:
ka: Google-ის ან GitHub-ის საშუალებით შესვლისას ჩვენ ვიღებთ შემდეგ მონაცემებს:

source: Имя и фамилия (если указаны)
ka: სახელი და გვარი (თუ მითითებულია)

source: Фото профиля (опционально)
ka: პროფილის ფოტო (არჩევითი)

source: ID пользователя Google (для связывания аккаунтов)
ka: Google-ის მომხმარებლის ID (ანგარიშების დასაკავშირებლად)

source: Имя пользователя GitHub
ka: GitHub მომხმარებლის სახელი

source: Аватар (если указан)
ka: ავატარი (თუ მითითებულია)

source: ID пользователя GitHub (для связывания аккаунтов)
ka: GitHub მომხმარებლის ID (ანგარიშების დასაკავშირებლად)

source: Мы НЕ получаем доступ к вашим репозиториям, личным сообщениям или другим приватным данным. Запрашиваются только базовые публичные данные профиля.
ka: ჩვენ არ ვიღებთ წვდომას თქვენს რეპოზიტორიებზე, პირად შეტყობინებებზე ან სხვა პირად მონაცემებზე. მოთხოვნილია მხოლოდ ძირითადი საჯარო პროფილის მონაცემები.

source: Вы можете в любой момент отвязать социальный аккаунт в настройках профиля.
ka: თქვენ შეგიძლიათ ნებისმიერ დროს გამორთოთ სოციალური ანგარიში პროფილის პარამეტრებში.

source: Мы используем информацию для:
ka: ჩვენ ვიყენებთ ინფორმაციას:

source: Регистрация и аутентификация:
ka: რეგისტრაცია და ავთენტიფიკაცია:

source: Создание и управление вашим аккаунтом, включая вход через Google/GitHub
ka: თქვენი ანგარიშის შექმნა და მართვა, მათ შორის Google/GitHub-ის საშუალებით შესვლა

source: Предоставление услуг:
ka: სერვისების მიწოდება:

source: Доступ к курсам, урокам, заданиям и сертификатам
ka: კურსებზე, გაკვეთილებზე, დავალებებსა და სერტიფიკატებზე წვდომა

source: Персонализация обучения:
ka: სწავლის პერსონალიზაცია:

source: Отслеживание прогресса, рекомендации курсов
ka: პროგრესის თვალთვალი, კურსების რეკომენდაციები

source: Отправка уведомлений об обновлениях, новых уроках, ответах менторов
ka: შეტყობინებების გაგზავნა განახლებების, ახალი გაკვეთილების, მენტორების პასუხების შესახებ

source: Улучшение платформы:
ka: პლატფორმის გაუმჯობესება:

source: Анализ использования для улучшения UX (внутренняя аналитика)
ka: გამოყენების ანალიზი UX-ის გასაუმჯობესებლად (შიდა ანალიტიკა)

source: Защита от мошенничества, предотвращение несанкционированного доступа
ka: თაღლითობისგან დაცვა, არაავტორიზებული წვდომის თავიდან აცილება

source: Юридические обязательства:
ka: იურიდიული ვალდებულებები:

source: Выполнение требований законодательства Грузии
ka: საქართველოს კანონმდებლობის მოთხოვნების შესრულება

source: 4. Передача данных третьим лицам
ka: 4. მონაცემების გაზიარება მესამე მხარესთან

source: Принцип минимизации:
ka: მინიმიზაციის პრინციპი:

source: Мы передаем данные третьим лицам ТОЛЬКО в случаях, необходимых для работы платформы.
ka: ჩვენ ვუზიარებთ მონაცემებს მესამე მხარეს მხოლოდ პლატფორმის მუშაობისთვის საჭირო შემთხვევებში.

source: OAuth провайдеры (при использовании):
ka: OAuth პროვაიდერები (გამოყენებისას):

source: При входе через Google мы обмениваемся данными с Google OAuth 2.0. Google получает информацию о том, что вы используете нашу платформу.
ka: Google-ის საშუალებით შესვლისას ჩვენ ვცვლით მონაცემებს Google OAuth 2.0-თან. Google იღებს ინფორმაციას, რომ თქვენ იყენებთ ჩვენს პლატფორმას.

source: При входе через GitHub мы обмениваемся данными с GitHub OAuth 2.0. GitHub получает информацию о том, что вы используете нашу платформу.
ka: GitHub-ის საშუალებით შესვლისას ჩვენ ვცვლით მონაცემებს GitHub OAuth 2.0-თან. GitHub იღებს ინფორმაციას, რომ თქვენ იყენებთ ჩვენს პლატფორმას.

source: Технические провайдеры:
ka: ტექნიკური პროვაიდერები:

source: Хостинг серверов (для хранения данных и работы платформы)
ka: სერვერის ჰოსტინგი (მონაცემების შენახვისა და პლატფორმის მუშაობისთვის)

source: Email-сервисы (SMTP для отправки уведомлений)
ka: ელ.ფოსტის სერვისები (SMTP შეტყობინებების გასაგზავნად)

source: Redis (для кеширования и улучшения производительности)
ka: Redis (კეშირებისა და წარმადობის გაუმჯობესებისთვის)

source: Мы НЕ передаем данные:
ka: ჩვენ არ ვუზიარებთ მონაცემებს:

source: Рекламным сетям
ka: სარეკლამო ქსელებს

source: Аналитическим сервисам (Google Analytics, Яндекс.Метрика и т.д.)
ka: ანალიტიკურ სერვისებს (Google Analytics, Yandex.Metrica და სხვა)

source: Брокерам данных
ka: მონაცემთა ბროკერებს

source: Для продажи или коммерческого использования
ka: გასაყიდად ან კომერციული გამოყენებისთვის

source: Государственные органы:
ka: სახელმწიფო ორგანოები:

source: Мы можем раскрыть данные по запросу уполномоченных органов Грузии в случаях, предусмотренных законом (судебные предписания, расследования).
ka: ჩვენ შეგვიძლია გავამჟღავნოთ მონაცემები საქართველოს უფლებამოსილი ორგანოების მოთხოვნით კანონით გათვალისწინებულ შემთხვევებში (სასამართლო ბრძანებები, გამოძიებები).

source: 5. Cookies и технологии отслеживания
ka: 5. ქუქიები და თვალთვალის ტექნოლოგიები

source: Мы используем cookies для улучшения сайта.
ka: ჩვენ ვიყენებთ ქუქიებს ვებსაიტის გასაუმჯობესებლად.

source: Необходимые:
ka: აუცილებელი:

source: Для работы сайта
ka: ვებსაიტის მუშაობისთვის

source: Функциональные:
ka: ფუნქციური:

source: Для ваших предпочтений
ka: თქვენი პრეფერენციებისთვის

source: Аналитические:
ka: ანალიტიკური:

source: Для анализа
ka: ანალიზისთვის

source: В соответствии с Законом Грузии 'О защите персональных данных' вы имеете следующие права:
ka: საქართველოს კანონის 'პერსონალურ მონაცემთა დაცვის შესახებ' შესაბამისად თქვენ გაქვთ შემდეგი უფლებები:

source: Доступ:
ka: წვდომა:

source: Запросить копию ваших персональных данных
ka: მოითხოვეთ თქვენი პერსონალური მონაცემების ასლი

source: Исправление:
ka: გასწორება:

source: Исправить неточные или неполные данные
ka: გაასწორეთ არაზუსტი ან არასრული მონაცემები

source: Удаление:
ka: წაშლა:

source: Запросить удаление данных (право на забвение)
ka: მოითხოვეთ მონაცემების წაშლა (დავიწყების უფლება)

source: Ограничение обработки:
ka: დამუშავების შეზღუდვა:

source: Ограничить использование данных в определенных случаях
ka: შეზღუდეთ მონაცემების გამოყენება გარკვეულ შემთხვევებში

source: Переносимость:
ka: გადატანა:

source: Получить данные в структурированном формате
ka: მიიღეთ მონაცემები სტრუქტურირებულ ფორმატში

source: Возражение:
ka: წინააღმდეგობა:

source: Возразить против обработки данных в маркетинговых целях
ka: გააპროტესტეთ მონაცემების დამუშავება მარკეტინგული მიზნებისთვის

source: Отзыв согласия:
ka: თანხმობის გაუქმება:

source: Отозвать ранее данное согласие в любой момент
ka: გააუქმეთ ადრე მოცემული თანხმობა ნებისმიერ დროს

source: Запросы направляйте на:
ka: გააგზავნეთ მოთხოვნები:

source: Срок рассмотрения:
ka: განხილვის ვადა:

source: до 7 рабочих дней
ka: 7 სამუშაო დღემდე

source: Если вы считаете, что ваши права нарушены, вы можете подать жалобу в Службу по защите персональных данных Грузии (Personal Data Protection Service):
ka: თუ თვლით, რომ თქვენი უფლებები დარღვეულია, შეგიძლიათ გაასაჩივროთ საქართველოს პერსონალურ მონაცემთა დაცვის სამსახურში:

source: Сайт:
ka: ვებსაიტი:

source: Email:
ka: ელ-ფოსტა:

source: 7. Безопасность данных
ka: 7. მონაცემთა უსაფრთხოება

source: Мы применяем:
ka: ჩვენ ვიყენებთ:

source: Шифрование SSL/TLS
ka: SSL/TLS დაშიფვრა

source: Регулярные аудиты безопасности
ka: რეგულარული უსაფრთხოების აუდიტები

source: Ограниченный доступ к данным
ka: შეზღუდული წვდომა მონაცემებზე

source: Резервное копирование
ka: სარეზერვო კოპირება

source: Тип
ka: ტიპი

source: Контакт
ka: კონტაქტი

source: Общие вопросы
ka: ზოგადი შეკითხვები

source: Соответствует законодательству Грузии о защите персональных данных
ka: შეესაბამება საქართველოს პერსონალურ მონაცემთა დაცვის კანონმდებლობას

source: Наверх
ka: ზევით დაბრუნება

source: Публичная оферта
ka: საჯარო შეთავაზება

source: 2. Предмет оферты
ka: 2. შეთავაზების საგანი

source: 3. Акцепт оферты
ka: 3. შეთავაზების მიღება

source: 4. Права и обязанности сторон
ka: 4. მხარეთა უფლებები და მოვალეობები

source: 5. Оплата услуг
ka: 5. სერვისების გადახდა

source: 6. Ответственность
ka: 6. პასუხისმგებლობა
