Repository: ps965xx7vn-lgtm/backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ka

source: 7. Расторжение договора
ka: 7. ხელშეკრულების შეწყვეტა

source: 8. Применимое право
ka: 8. გამოსაყენებელი კანონმდებლობა

source: 9. Контакты
ka: 9. კონტაქტები

source: Настоящий документ является публичной офертой в соответствии со статьей 389 Гражданского кодекса Грузии.
ka: ეს დოკუმენტი არის საჯარო შეთავაზება საქართველოს სამოქალაქო კოდექსის 389-ე მუხლის შესაბამისად.

source: Индивидуальный предприниматель (ИП) или юридическое лицо 'PyLand' (далее — Исполнитель) предлагает неограниченному кругу лиц (далее — Пользователь/Заказчик) заключить договор на оказание образовательных услуг на условиях, изложенных ниже.
ka: ინდივიდუალური მეწარმე (ИП) ან იურიდიული პირი 'PyLand' (შემდგომში - კონტრაქტორი) სთავაზობს პირთა შეუზღუდავ წრეს (შემდგომში - მომხმარებელი/მომხმარებელი) დადოს ხელშეკრულება საგანმანათლებლო სერვისების მიწოდებაზე ქვემოთ მოცემულ პირობებზე.

source: Реквизиты Исполнителя:
ka: კონტრაქტორის რეკვიზიტები:

source: Название: PyLand
ka: დასახელება: PyLand

source: Телефон: +995 551 00 62 54
ka: ტელეფონი: +995 551 00 62 54

source: Исполнитель обязуется предоставить Пользователю доступ к образовательной онлайн-платформе PyLand и следующим услугам:
ka: კონტრაქტორი ვალდებულებას იღებს უზრუნველყოს მომხმარებელს წვდომა PyLand საგანმანათლებლო ონლაინ პლატფორმაზე და შემდეგ სერვისებზე:

source: Онлайн-курсы по программированию (Python, JavaScript, веб-разработка и др.)
ka: ონლაინ პროგრამირების კურსები (Python, JavaScript, ვებ-დეველოპმენტი და სხვა)

source: Видеоуроки, текстовые материалы, практические задания
ka: ვიდეო გაკვეთილები, ტექსტური მასალები, პრაქტიკული დავალებები

source: Проверка домашних заданий (в рамках тарифа с менторской поддержкой)
ka: საშინაო დავალებების შემოწმება (მენტორობის მხარდაჭერის ტარიფის ფარგლებში)

source: Менторская поддержка (в рамках соответствующего тарифа)
ka: მენტორობის მხარდაჭერა (შესაბამისი ტარიფის ფარგლებში)

source: Сертификаты о прохождении курсов
ka: კურსების გავლის სერტიფიკატებს

source: Доступ к личному кабинету для отслеживания прогресса
ka: პერსონალურ პანელზე წვდომა პროგრესის თვალთვალისთვის

source: Услуги оказываются удаленно через интернет в формате онлайн-обучения.
ka: სერვისები მოწოდებულია დისტანციურად ინტერნეტის საშუალებით ონლაინ სწავლების ფორმატში.

source: Акцептом (принятием) настоящей оферты считается совершение Пользователем одного из следующих действий:
ka: ამ შეთავაზების მიღებად ითვლება მომხმარებლის მიერ შემდეგი ქმედებებიდან ერთ-ერთის შესრულება:

source: Регистрация на платформе PyLand (создание учетной записи)
ka: PyLand პლატფორმაზე რეგისტრაცია (ანგარიშის შექმნა)

source: Оплата курса или подписки через сайт
ka: კურსის ან გამოწერის გადახდა ვებსაიტის საშუალებით

source: Начало использования платных услуг
ka: ფასიანი სერვისების გამოყენების დაწყება

source: Акцепт оферты означает полное и безоговорочное принятие Пользователем всех условий настоящего договора.
ka: შეთავაზების მიღება ნიშნავს მომხმარებლის მიერ ამ ხელშეკრულების ყველა პირობის სრულ და უპირობო მიღებას.

source: Договор считается заключенным с момента акцепта и действует до полного исполнения обязательств сторонами.
ka: ხელშეკრულება ითვლება დადებულად მიღების მომენტიდან და მოქმედებს მხარეების მიერ ვალდებულებების სრულ შესრულებამდე.

source: Исполнитель обязуется:
ka: კონტრაქტორი ვალდებულებას იღებს:

source: Предоставить доступ к образовательной платформе в течение 24 часов после оплаты
ka: უზრუნველყოს წვდომა საგანმანათლებლო პლატფორმაზე გადახდიდან 24 საათის განმავლობაში

source: Обеспечить работоспособность платформы не менее 98%% времени (за исключением технического обслуживания)
ka: უზრუნველყოს პლატფორმის მუშაობა დროის მინიმუმ 98%%-ში (ტექნიკური მომსახურების გარდა)

source: Предоставить качественные образовательные материалы
ka: უზრუნველყოს ხარისხიანი საგანმანათლებლო მასალები

source: Оказывать техническую поддержку пользователям
ka: უზრუნველყოს ტექნიკური მხარდაჭერა მომხმარებლებისთვის

source: Выдавать сертификаты после успешного завершения курса
ka: გასცეს სერტიფიკატები კურსის წარმატებით დასრულების შემდეგ

source: Обеспечивать конфиденциальность персональных данных
ka: უზრუნველყოს პერსონალურ მონაცემთა კონფიდენციალურობა

source: Исполнитель имеет право:
ka: კონტრაქტორს აქვს უფლება:

source: Изменять содержание курсов для улучшения качества обучения
ka: შეცვალოს კურსის შინაარსი სწავლების ხარისხის გასაუმჯობესებლად

source: Приостановить доступ при нарушении правил платформы
ka: შეაჩეროს წვდომა პლატფორმის წესების დარღვევის შემთხვევაში

source: Проводить техническое обслуживание с предварительным уведомлением
ka: ჩაატაროს ტექნიკური მომსახურება წინასწარი შეტყობინებით

source: Отказать в обслуживании при подозрении на мошенничество
ka: უარი თქვას სერვისზე თაღლითობის ეჭვის შემთხვევაში

source: Пользователь обязуется:
ka: მომხმარებელი ვალდებულებას იღებს:

source: Предоставить достоверную информацию при регистрации
ka: მიაწოდოს ზუსტი ინფორმაცია რეგისტრაციისას

source: Оплатить услуги в полном объеме и в установленные сроки
ka: გადაიხადოს სერვისები სრულად და დადგენილ ვადებში

source: Соблюдать правила использования платформы
ka: დაიცვას პლატფორმის გამოყენების წესები

source: Не передавать доступ к аккаунту третьим лицам
ka: არ გაუზიაროს ანგარიშზე წვდომა მესამე პირებს

source: Не распространять материалы курсов без письменного разрешения
ka: არ გაავრცელოს კურსის მასალები წერილობითი ნებართვის გარეშე

source: Уважительно относиться к менторам и другим пользователям
ka: პატივისცემით მოეკიდოს მენტორებსა და სხვა მომხმარებლებს

source: Получить полный доступ к оплаченному курсу
ka: მიიღოს სრული წვდომა გადახდილ კურსზე

source: Обращаться в техническую поддержку
ka: მიმართოს ტექნიკურ მხარდაჭერას

source: Запросить возврат средств согласно Политике возвратов
ka: მოითხოვოს თანხის დაბრუნება დაბრუნების პოლიტიკის შესაბამისად

source: Получить сертификат после завершения курса
ka: მიიღოს სერტიფიკატი კურსის დასრულების შემდეგ

source: Система автоматической оплаты находится в разработке. В настоящее время оплата производится по оговоренности с администрацией.
ka: ავტომატური გადახდის სისტემა მუშავდება. ამჟამად გადახდა ხორციელდება ადმინისტრაციასთან შეთანხმებით.

source: Текущие способы оплаты:
ka: ამჟამინდელი გადახდის მეთოდები:

source: Ручная оплата (банковский перевод по реквизитам)
ka: ხელით გადახდა (საბანკო გადარიცხვა რეკვიზიტების გამოყენებით)

source: Оплата по счету (для юридических лиц)
ka: გადახდა ინვოისით (იურიდიული პირებისთვის)

source: Планируемые способы оплаты:
ka: დაგეგმილი გადახდის მეთოდები:

source: Банковские карты (Visa, MasterCard, American Express)
ka: საბანკო ბარათები (Visa, MasterCard, American Express)

source: Stripe (интеграция в разработке)
ka: Stripe (ინტეგრაცია მუშავდება)

source: PayPal (интеграция в разработке)
ka: PayPal (ინტეგრაცია მუშავდება)

source: Доступ к курсу предоставляется после подтверждения оплаты администрацией.
ka: კურსზე წვდომა ხორციელდება ადმინისტრაციის მიერ გადახდის დადასტურების შემდეგ.

source: Цены могут изменяться, но уже оплаченные услуги предоставляются по цене на момент покупки.
ka: ფასები შეიძლება შეიცვალოს, მაგრამ უკვე გადახდილი სერვისები მიეწოდება შეძენის მომენტის ფასით.

source: Возврат средств:
ka: თანხის დაბრუნება:

source: Осуществляется согласно
ka: ხორციელდება შესაბამისად

source: Политике возвратов
ka: დაბრუნების პოლიტიკა

source: 6. Ответственность сторон
ka: 6. მხარეთა პასუხისმგებლობა

source: Исполнитель не несет ответственности за:
ka: კონტრაქტორი არ არის პასუხისმგებელი:

source: Технические сбои, не зависящие от Исполнителя (отключение интернета, проблемы на стороне хостинг-провайдера)
ka: ტექნიკური გაუმართაობა კონტრაქტორის კონტროლს მიღმა (ინტერნეტის გაყვანა, ჰოსტინგ-პროვაიდერის პრობლემები)

source: Результаты обучения, зависящие от усилий и способностей Пользователя
ka: სწავლის შედეგები დამოკიდებულია მომხმარებლის ძალისხმევასა და შესაძლებლობებზე

source: Действия третьих лиц (взлом аккаунта по вине Пользователя)
ka: მესამე პირების მოქმედებებზე (ანგარიშის გატეხვა მომხმარებლის ბრალით)

source: Проблемы с интеграцией сторонних сервисов (Google OAuth, GitHub OAuth)
ka: მესამე მხარის სერვისების ინტეგრაციის პრობლემები (Google OAuth, GitHub OAuth)

source: Пользователь несет ответственность за:
ka: მომხმარებელი პასუხისმგებელია:

source: Сохранность своих логина и пароля
ka: თავისი მომხმარებლის სახელისა და პაროლის უსაფრთხოებაზე

source: Нарушение авторских прав при распространении материалов курсов
ka: საავტორო უფლებების დარღვევაზე კურსის მასალების გავრცელებისას

source: Ущерб, причиненный платформе противоправными действиями
ka: პლატფორმისთვის მიყენებულ ზიანზე უკანონო ქმედებებით

source: Стороны освобождаются от ответственности в случае форс-мажорных обстоятельств (стихийные бедствия, военные действия, изменения законодательства).
ka: მხარეები თავისუფლდებიან პასუხისმგებლობისგან ფორს-მაჟორული გარემოებების შემთხვევაში (სტიქიური უბედურებები, სამხედრო მოქმედებები, კანონმდებლობის ცვლილებები).

source: Договор может быть расторгнут:
ka: ხელშეკრულება შეიძლება შეწყდეს:

source: По инициативе Пользователя — с возвратом средств согласно Политике возвратов
ka: მომხმარებლის ინიციატივით - თანხის დაბრუნებით დაბრუნების პოლიტიკის შესაბამისად

source: По инициативе Исполнителя — при систематическом нарушении Пользователем условий договора
ka: კონტრაქტორის ინიციატივით - მომხმარებლის მიერ ხელშეკრულების პირობების სისტემატური დარღვევის შემთხვევაში

source: По соглашению сторон
ka: მხარეთა ურთიერთშეთანხმებით

source: Уведомление о расторжении направляется по электронной почте не менее чем за 3 рабочих дня.
ka: შეწყვეტის შესახებ შეტყობინება იგზავნება ელფოსტით სულ მცირე 3 სამუშაო დღით ადრე.

source: 8. Применимое право и разрешение споров
ka: 8. გამოსაყენებელი კანონმდებლობა და დავების გადაწყვეტა

source: К настоящему договору применяется законодательство Грузии.
ka: ამ ხელშეკრულებაზე ვრცელდება საქართველოს კანონმდებლობა.

source: Все споры решаются путем переговоров. При недостижении согласия спор передается в суд по месту нахождения Исполнителя (г. Кутаиси, Грузия).
ka: ყველა დავა წყდება მოლაპარაკებით. შეთანხმების მიუღწევლობის შემთხვევაში დავა წარედგინება სასამართლოს კონტრაქტორის მდებარეობის ადგილზე (ქუთაისი, საქართველო).

source: Применимые законы:
ka: გამოსაყენებელი კანონები:

source: Гражданский кодекс Грузии
ka: საქართველოს სამოქალაქო კოდექსი

source: Закон Грузии 'О защите прав потребителей'
ka: საქართველოს კანონი 'მომხმარებელთა უფლებების დაცვის შესახებ'

source: Закон Грузии 'О защите персональных данных'
ka: საქართველოს კანონი 'პერსონალურ მონაცემთა დაცვის შესახებ'

source: Закон Грузии 'Об электронной коммерции'
ka: საქართველოს კანონი 'ელექტრონული კომერციის შესახებ'

source: Дата публикации оферты: 12 декабря 2025 года
ka: შეთავაზების გამოქვეყნების თარიღი: 2025 წლის 12 დეკემბერი

source: Настоящая оферта действует до момента публикации новой редакции
ka: ეს შეთავაზება მოქმედებს ახალი რედაქციის გამოქვეყნებამდე

source: Политика возвратов
ka: დაბრუნების პოლიტიკა

source: 2. Условия возврата
ka: 2. დაბრუნების პირობები

source: 3. Процедура возврата
ka: 3. დაბრუნების პროცედურა

source: 4. Исключения
ka: 4. გამონაკლისები

source: 5. Частичные возвраты
ka: 5. ნაწილობრივი დაბრუნებები

source: Закон Грузии о защите прав потребителей
ka: საქართველოს კანონი მომხმარებელთა უფლებების დაცვის შესახებ

source: Данная политика разработана в соответствии с Законом Грузии 'О защите прав потребителей' и регулирует возврат денежных средств за образовательные услуги, приобретённые на платформе PyLand.
ka: ეს პოლიტიკა შემუშავებულია საქართველოს კანონის 'მომხმარებელთა უფლებების დაცვის შესახებ' შესაბამისად და არეგულირებს თანხის დაბრუნებას PyLand პლატფორმაზე შეძენილ საგანმანათლებლო სერვისებზე.

source: PyLand гарантирует прозрачность процедуры возврата и защиту прав потребителей.
ka: PyLand იძლევა გარანტიას დაბრუნების პროცედურის გამჭვირვალობისა და მომხმარებელთა უფლებების დაცვის.

source: Возврат осуществляется только при соблюдении условий, указанных в данной политике.
ka: თანხის დაბრუნება ხორციელდება მხოლოდ ამ პოლიტიკაში მითითებული პირობების დაცვით.

source: Полный возврат (100%%):
ka: სრული დაბრუნება (100%%):

source: В течение 14 дней с момента оплаты, если не начато прохождение курса (не просмотрено более 10%% материалов)
ka: გადახდიდან 14 დღის განმავლობაში, თუ კურსის გავლა არ არის დაწყებული (მასალების 10%%-ზე მეტი არ არის ნანახი)

source: При технических проблемах на стороне платформы, делающих невозможным прохождение курса
ka: პლატფორმის მხარეს ტექნიკური პრობლემების შემთხვევაში, რაც შეუძლებელს ხდის კურსის გავლას

source: При двойном списании средств (возврат дублирующего платежа)
ka: ორმაგი ჩამოჭრის შემთხვევაში (დუბლიკატი გადახდის დაბრუნება)

source: Частичный возврат:
ka: ნაწილობრივი დაბრუნება:

source: Если обучение начато (просмотрено более 10%% материалов), возврат возможен за вычетом стоимости уже пройденных модулей пропорционально
ka: თუ სწავლა დაწყებულია (მასალების 10%%-ზე მეტია ნანახი), დაბრუნება შესაძლებელია უკვე გავლილი მოდულების ღირებულების გამოკლებით პროპორციულად

source: При отмене подписки — возврат средств за неиспользованный период (при оплате на несколько месяцев вперед)
ka: გამოწერის გაუქმებისას - თანხის დაბრუნება გამოუყენებელი პერიოდისთვის (რამდენიმე თვის წინასწარ გადახდისას)

source: Возврат невозможен:
ka: დაბრუნება შეუძლებელია:

source: За полностью пройденные курсы (100%% материалов просмотрено)
ka: სრულად გავლილი კურსებისთვის (100%% მასალა ნანახია)

source: После выдачи сертификата о прохождении курса
ka: კურსის გავლის სერტიფიკატის გაცემის შემდეგ

source: По истечении 14 дней с момента оплаты, если обучение начато
ka: გადახდიდან 14 დღის შემდეგ, თუ სწავლება დაწყებულია

source: За индивидуальные консультации, если услуга оказана в полном объёме
ka: ინდივიდუალური კონსულტაციებისთვის, თუ სერვისი სრულად იქნა მიწოდებული

source: При нарушении условий использования платформы (передача доступа третьим лицам, распространение материалов курса)
ka: პლატფორმის გამოყენების პირობების დარღვევის შემთხვევაში (წვდომის გაზიარება მესამე პირებთან, კურსის მასალების გავრცელება)

source: В особых случаях возможен индивидуальный подход по согласованию с администрацией платформы.
ka: განსაკუთრებულ შემთხვევებში შესაძლებელია ინდივიდუალური მიდგომა პლატფორმის ადმინისტრაციასთან შეთანხმებით.

source: Подача заявки:
ka: განაცხადის გაგზავნა:

source: Отправьте запрос на возврат на email: pylandschool@gmail.com или через форму обратной связи на сайте
ka: გააგზავნეთ თანხის დაბრუნების მოთხოვნა ელფოსტაზე: pylandschool@gmail.com ან ვებსაიტზე უკუკავშირის ფორმის საშუალებით

source: Необходимые данные:
ka: საჭირო მონაცემები:

source: Укажите ФИО, email регистрации, название курса, дату оплаты и причину возврата
ka: მიუთითეთ სრული სახელი, რეგისტრაციის ელფოსტა, კურსის სახელი, გადახდის თარიღი და დაბრუნების მიზეზი

source: Рассмотрение:
ka: განხილვა:

source: Заявка рассматривается в течение 7 рабочих дней
ka: განაცხადი განიხილება 7 სამუშაო დღის განმავლობაში

source: Решение:
ka: გადაწყვეტილება:

source: Вы получите уведомление об одобрении или отказе по email
ka: თქვენ მიიღებთ შეტყობინებას დამტკიცების ან უარის თაობაზე ელფოსტით

source: Деньги возвращаются тем же способом, которым была произведена оплата, в течение 5-10 рабочих дней после одобрения
ka: თანხა უბრუნდება იმავე გზით, როგორც გადახდა განხორციელდა, დამტკიცებიდან 5-10 სამუშაო დღის განმავლობაში

source: Срок зачисления средств на счет зависит от платежной системы и банка (обычно 3-10 рабочих дней)
ka: ანგარიშზე თანხების ჩარიცხვის ვადა დამოკიდებულია გადახდის სისტემასა და ბანკზე (ჩვეულებრივ 3-10 სამუშაო დღე)

source: Комиссии платежных систем не возвращаются
ka: გადახდის სისტემის საკომისიოები არ დაბრუნდება

source: При возврате части средств расчет производится пропорционально пройденному материалу
ka: თანხის ნაწილის დაბრუნებისას გაანგარიშება ხორციელდება გავლილი მასალის პროპორციულად

source: Возврат не производится за индивидуальные консультации, если услуга оказана в полном объёме.
ka: თანხის დაბრუნება არ ხორციელდება ინდივიდუალურ კონსულტაციებზე, თუ სერვისი სრულად იქნა მიწოდებული.

source: Возврат невозможен, если нарушение условий вызвано действиями пользователя (например, передача доступа третьим лицам).
ka: თანხის დაბრუნება შეუძლებელია, თუ პირობების დარღვევა გამოწვეული იყო მომხმარებლის მოქმედებებით (მაგალითად, წვდომის გაზიარება მესამე პირებთან).

source: В отдельных случаях возможен частичный возврат по согласованию с администрацией платформы.
ka: ინდივიდუალურ შემთხვევებში შესაძლებელია ნაწილობრივი დაბრუნება პლატფორმის ადმინისტრაციასთან შეთანხმებით.

source: Условия использования
ka: გამოყენების პირობები

source: 2. Регистрация
ka: 2. რეგისტრაცია

source: 3. Рассылки и уведомления
ka: 3. გაზეთები და შეტყობინებები

source: Версия: 2.0
ka: ვერსია: 2.0

source: Настоящие Условия использования регулируют использование веб-сайта PyLand и предоставляемых услуг.
ka: ეს გამოყენების პირობები არეგულირებს PyLand ვებსაიტისა და მოწოდებული სერვისების გამოყენებას.

source: Используя наш сайт, вы соглашаетесь с этими условиями.
ka: ჩვენი ვებსაიტის გამოყენებით თქვენ ეთანხმებით ამ პირობებს.

source: 2. Регистрация и учетная запись
ka: 2. რეგისტრაცია და ანგარიში

source: При регистрации вы обязуетесь:
ka: რეგისტრაციისას თქვენ ვალდებულებას იღებთ:

source: Предоставить точную информацию
ka: მიაწოდოთ ზუსტი ინფორმაცია

source: Поддерживать безопасность аккаунта
ka: შეინარჩუნოთ ანგარიშის უსაფრთხოება

source: Уведомлять о несанкционированном использовании
ka: შეატყობინოთ არაავტორიზებულ გამოყენებაზე

source: После регистрации на ваш email будет отправлено письмо с ссылкой для подтверждения. Для полноценного использования платформы необходимо подтвердить адрес электронной почты.
ka: რეგისტრაციის შემდეგ თქვენს ელ.ფოსტაზე გამოიგზავნება წერილი დადასტურების ბმულით. პლატფორმის სრულად გამოსაყენებლად აუცილებელია ელ.ფოსტის მისამართის დადასტურება.

source: Способы регистрации:
ka: რეგისტრაციის მეთოდები:

source: Email и пароль:
ka: ელფოსტა და პაროლი:

source: Стандартная регистрация с подтверждением email
ka: სტანდარტული რეგისტრაცია ელფოსტის დადასტურებით

source: Регистрация через аккаунт Google (требуется email)
ka: რეგისტრაცია Google ანგარიშით (საჭიროა ელფოსტა)

source: Регистрация через аккаунт GitHub (требуется email)
ka: რეგისტრაცია GitHub ანგარიშით (საჭიროა ელფოსტა)

source: При использовании OAuth (Google/GitHub) мы получаем только базовую информацию профиля. Мы НЕ получаем доступ к вашим репозиториям, письмам или другим приватным данным.
ka: OAuth-ის (Google/GitHub) გამოყენებისას ჩვენ ვიღებთ მხოლოდ ძირითად პროფილის ინფორმაციას. ჩვენ არ ვიღებთ წვდომას თქვენს რეპოზიტორიებზე, ელფოსტებზე ან სხვა პირად მონაცემებზე.

source: При регистрации на платформе PyLand вы автоматически подписываетесь на следующие типы рассылок:
ka: PyLand პლატფორმაზე რეგისტრაციისას თქვენ ავტომატურად გამოიწერეთ შემდეგი ტიპის გაზეთები:

source: Типы уведомлений:
ka: შეტყობინებების ტიპები:

source: Обновления курсов:
ka: კურსის განახლებები:

source: Информация о новых уроках и материалах
ka: ინფორმაცია ახალი გაკვეთილების და მასალების შესახებ

source: Напоминания о заданиях:
ka: დავალებების შეხსენება:

source: Уведомления о предстоящих дедлайнах
ka: შეტყობინებები მომავალი ვადების შესახებ

source: Достижения и прогресс:
ka: მიღწევები და პროგრესი:

source: Сообщения о ваших успехах и полученных сертификатах
ka: შეტყობინებები თქვენი წარმატებებისა და მიღებული სერტიფიკატების შესახებ

source: Новости платформы:
ka: პლატფორმის სიახლეები:

source: Информация о новых функциях и возможностях
ka: ინფორმაცია ახალი ფუნქციებისა და შესაძლებლობების შესახებ

source: Еженедельная сводка:
ka: კვირეული მიმოხილვა:

source: Обзор вашего прогресса за неделю
ka: თქვენი პროგრესის მიმოხილვა კვირის განმავლობაში

source: Вы можете в любой момент отключить или настроить рассылки в разделе настроек вашего личного дашборда. Перейдите в 'Настройки' → 'Уведомления' для управления предпочтениями.
ka: შეგიძლიათ ნებისმიერ დროს გამორთოთ ან დააკონფიგურიროთ გაზეთები თქვენი პირადი დაშბორდის პარამეტრების განყოფილებაში. გადით 'პარამეტრები' → 'შეტყობინებები' პრეფერენციების მართვისთვის.

source: Обязательные уведомления:
ka: სავალდებულო შეტყობინებები:

source: Некоторые уведомления являются обязательными и не могут быть отключены:
ka: ზოგიერთი შეტყობინება სავალდებულოა და არ შეიძლება გამორთვა:

source: Подтверждение регистрации и активация аккаунта
ka: რეგისტრაციის დადასტურება და ანგარიშის აქტივაცია

source: Изменения в условиях использования
ka: ცვლილებები გამოყენების პირობებში

source: Критические обновления безопасности
ka: უსაფრთხოების კრიტიკული განახლებები

source: Уведомления о платежах и счетах
ka: შეტყობინებები გადახდებისა და ინვოისების შესახებ

source: Вы получаете лицензию на использование наших услуг для личных образовательных целей.
ka: თქვენ იღებთ ლიცენზიას ჩვენი სერვისების გამოსაყენებლად პირადი საგანმანათლებლო მიზნებისთვის.

source: Запрещено:
ka: აკრძალულია:

source: Нарушать законы
ka: კანონების დარღვევა

source: Копировать материалы без разрешения
ka: დააკოპირეთ მასალები ნებართვის გარეშე

source: Использовать автоматизированные средства
ka: გამოიყენეთ ავტომატიზებული ინსტრუმენტები

source: Все материалы защищены авторским правом.
ka: ყველა მასალა დაცულია საავტორო უფლებით.

source: Все права защищены.
ka: ყველა უფლება დაცულია.

source: Размещая контент, вы предоставляете нам лицензию на его использование.
ka: კონტენტის განთავსებით, თქვენ გვაძლევთ ლიცენზიას მის გამოსაყენებლად.

source: Статус:
ka: სტატუსი:

source: Система автоматической оплаты находится в разработке.
ka: ავტომატური გადახდის სისტემა მუშავდება.

source: В настоящее время оплата курсов производится по договоренности с администрацией. После запуска автоматической системы оплаты возврат будет возможен в течение 14 дней согласно Политике возвратов.
ka: ამჟამად კურსების გადახდა ხორციელდება ადმინისტრაციასთან შეთანხმებით. ავტომატური გადახდის სისტემის გაშვების შემდეგ თანხის დაბრუნება შესაძლებელი იქნება 14 დღის განმავლობაში დაბრუნების პოლიტიკის შესაბამისად.

source: За подробной информацией обращайтесь:
ka: დეტალური ინფორმაციისთვის დაუკავშირდით:

source: Услуги предоставляются 'как есть' без гарантий.
ka: სერვისები მოწოდებულია 'როგორც არის' გარანტიების გარეშე.

source: Мы можем изменять условия с уведомлением.
ka: ჩვენ შეგვიძლია შევცვალოთ პირობები შეტყობინებით.

source: Мы можем приостановить или прекратить ваш доступ к платформе при нарушении условий использования.
ka: ჩვენ შეგვიძლია შევაჩეროთ ან შევწყვიტოთ თქვენი წვდომა პლატფორმაზე გამოყენების პირობების დარღვევისთვის.

source: Основания для прекращения:
ka: შეწყვეტის საფუძვლები:

source: Нарушение настоящих Условий использования
ka: ამ გამოყენების პირობების დარღვევა

source: Незаконные действия или попытки мошенничества
ka: უკანონო ქმედებები ან თაღლითობის მცდელობა

source: Распространение вредоносного контента
ka: მავნე კონტენტის გავრცელება

source: Многократные жалобы от других пользователей
ka: მრავალჯერადი საჩივრები სხვა მომხმარებლებისგან

source: Неоплата услуг в установленные сроки
ka: სერვისების გადაუხდელობა დადგენილ ვადებში

source: При прекращении доступа вы теряете право использовать все материалы платформы. Оплаченные курсы могут быть возвращены согласно Политике возвратов.
ka: წვდომის შეწყვეტისას თქვენ კარგავთ უფლებას გამოიყენოთ პლატფორმის ყველა მასალა. გადახდილი კურსები შეიძლება დაბრუნდეს დაბრუნების პოლიტიკის შესაბამისად.

source: Настоящие Условия использования регулируются и толкуются в соответствии с законодательством Грузии.
ka: ეს გამოყენების პირობები რეგულირდება და განიმარტება საქართველოს კანონმდებლობის შესაბამისად.

source: Разрешение споров:
ka: დავების გადაწყვეტა:

source: Все споры решаются путем переговоров в течение 30 дней
ka: ყველა დავა წყდება მოლაპარაკებით 30 დღის განმავლობაში

source: При невозможности урегулирования спор передается в суд по месту нахождения PyLand (г. Кутаиси, Грузия)
ka: მოწესრიგების შეუძლებლობის შემთხვევაში დავა წარედგინება სასამართლოს PyLand-ის მდებარეობის ადგილზე (ქუთაისი, საქართველო)

source: Претензии направляются на email: pylandschool@gmail.com
ka: პრეტენზიები უნდა გაიგზავნოს ელფოსტაზე: pylandschool@gmail.com

source: Применимое законодательство:
ka: გამოსაყენებელი კანონმდებლობა:
