Repository: ps965xx7vn-lgtm/backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Современная платформа для эффективного обучения программированию
ka: თანამედროვე პლატფორმა ეფექტური სწავლისთვის პროგრამირებაში

source: Структурированные курсы
ka: სტრუქტურირებული კურსები

source: Все материалы организованы по уровням сложности - от основ до продвинутых тем
ka: ყველა მასალა ორგანიზებულია სირთულეების დონეების მიხედვით - საფუძვლებიდან განვითარებულ თემებმდე

source: Практические задания
ka: პრაქტიკული დავალებები

source: Закрепляйте знания на реальных примерах и проектах после каждого урока
ka: დაამტკიცეთ ცოდნა რეალურ მაგალითებსა და პროექტებზე თითოეული გაკვეთილის შემდეგ

source: Отслеживание прогресса
ka: პროგრესის თვალყურის დევნება

source: Следите за своими достижениями и видите, как растут ваши навыки
ka: თვალყური ადევნეთ თქვენს მიღწევებს და ნახეთ როგორ იზრდება თქვენი უნარები

source: Обучение онлайн
ka: ონლაინ სწავლება

source: Учитесь в удобное время из любой точки мира в своём темпе
ka: ისწავლეთ მოსახერხებელ დროს მსოფლიოს ნებისმიერი წერტილიდან თქვენი ტემპით

source: Опытные преподаватели
ka: გამოცდილი მასწავლებლები

source: Курсы создают практикующие разработчики с реальным опытом работы
ka: კურსებს ქმნიან პრაქტიკოსი დეველოპერები რეალური სამუშაო გამოცდილებით

source: Сертификаты
ka: სერტიფიკატები

source: Получайте сертификаты о прохождении курсов для вашего портфолио
ka: მიიღეთ კურსების დასრულების სერტიფიკატები თქვენი პორტფოლიოსთვის

source: Примеры из курсов
ka: მაგალითები კურსებიდან

source: Изучайте на реальных примерах
ka: ისწავლეთ რეალურ მაგალითებზე

source: Посмотрите, какой код вы будете писать в наших курсах
ka: ნახეთ, რა კოდს დაწერთ ჩვენს კურსებში

source: Мы создаём качественное IT-образование
ka: ჩვენ ვქმნით ხარისხიან IT განათლებას

source: Помогаем начинающим разработчикам освоить программирование и найти свой путь в IT
ka: ვეხმარებით დამწყებ დეველოპერებს დაავლადონ პროგრამირება და იპოვონ IT-ში თავიანთი გზა

source: Качественный контент
ka: ხარისხიანი კონტენტი

source: Все материалы проверены экспертами и регулярно обновляются
ka: ყველა მასალა შემოწმებულია ექსპერტების მიერ და რეგულარულად ახლდება

source: Современный подход
ka: თანამედროვე მიდგომა

source: Используем новейшие методики обучения и актуальные технологии
ka: ვიყენებთ უახლეს სასწავლო მეთოდებს და აქტუალურ ტექნოლოგიებს

source: Практический опыт
ka: პრაქტიკული გამოცდილება

source: Фокусируемся на практике - делаем реальные проекты
ka: ფოკუსირდებით პრაქტიკაზე - ვქმნით რეალურ პროექტებს

source: Готовы начать свой путь в IT?
ka: მზად ხართ დაიწყოთ თქვენი გზა IT-ში?

source: Начать обучение бесплатно
ka: დაიწყეთ სწავლა უფასოდ

source: Перейти в дашборд
ka: დაშბორდზე გადასვლა

source: Посмотреть все курсы
ka: ყველა კურსის ნახვა

source: Контакты
ka: კონტაქტები

source: Свяжитесь с нами
ka: დაგვიკავშირდით

source: Готовы помочь вам начать путь в IT
ka: მზად ვართ დაგეხმაროთ დაიწყოთ გზა IT-ში

source: Наша команда экспертов готова ответить на любые вопросы о курсах, карьере в программировании и выборе подходящего направления обучения.
ka: ჩვენი ექსპერტთა გუნდი მზადაა პასუხი გაუცეს კურსების, პროგრამირებაში კარიერისა და სასწავლო მიმართულების არჩევის შესახებ.

source: Написать нам
ka: მოგვწერეთ

source: Позвонить сейчас
ka: დარეკეთ ახლა

source: минут ответ
ka: წუთში პასუხი

source: техподдержка
ka: ტექ მხარდაჭერა

source: Способы связи
ka: კავშირის გზები

source: Выберите удобный способ
ka: აირჩიეთ მოსახერხებელი მეთოდი

source: Мы всегда на связи и готовы помочь вам в выборе курса и развитии карьеры
ka: ჩვენ ყოველთვის კონტაქტში ვართ და მზად ვართ დაგეხმაროთ კურსის არჩევაში და კარიერის განვითარებაში

source: Персональная консультация с нашими менторами. Поможем выбрать подходящий курс и построить план обучения.
ka: პერსონალური კონსულტაცია ჩვენი მენტორებთან. დაგეხმარებით შესაფერისი კურსის არჩევაში და სასწავლო გეგმის შექმნაში.

source: Подробные ответы на сложные вопросы в письменном виде. Отвечаем в течение дня.
ka: დეტალური პასუხები რთულ კითხვებზე წერილობით. ვუპასუხებთ დღის განმავლობაში.

source: Видеозвонок
ka: ვიდეო ზარი

source: Персональная встреча онлайн для детального обсуждения ваших целей и выбора оптимального пути обучения.
ka: პერსონალური ონლაინ შეხვედრა თქვენი მიზნების დეტალურად გასახილავად და ოპტიმალური სასწავლო გზის ასარჩევად.

source: Записаться
ka: ჩაწერა

source: Бесплатная консультация с HR-экспертом о возможностях трудоустройства и развития карьеры в IT.
ka: უფასო კონსულტაცია HR ექსპერტთან დასაქმების შესაძლებლობებისა და IT კარიერის განვითარების შესახებ.

source: Получить консультацию
ka: კონსულტაციის მიღება

source: Онлайн встреча
ka: ონლაინ შეხვედრა

source: Запланируйте онлайн встречу с нами. Покажем, как проходит обучение, и ответим на все вопросы.
ka: დაგეგმეთ ონლაინ შეხვედრა ჩვენთან. გაჩვენებთ როგორ განიხორციელება სწავლება და ვუპასუხებთ ყველა კითხვას.

source: Как добраться
ka: როგორ მივიდეთ

source: Напишите нам
ka: მოგვწერეთ

source: Остались вопросы?
ka: კითხვები დარჩა?

source: Заполните форму, и мы свяжемся с вами в течение дня
ka: შეავსეთ ფორმა და ჩვენ დაგიკავშირდებით დღის განმავლობაში

source: Ваше имя
ka: თქვენი სახელი

source: Ваше сообщение
ka: თქვენი შეტყობინება

source: Расскажите подробнее о вашем вопросе или запросе...
ka: მოგვითხარით დეტალურად თქვენი კითხვის ან მოთხოვნის შესახებ...

source: Я соглашаюсь с
ka: ვეთანხმები

source: обработкой персональных данных
ka: პერსონალური მონაცემების დამუშავება

source: Отправить сообщение
ka: შეტყობინების გაგზავნა

source: Наше местоположение
ka: ჩვენი მდებარეობა

source: Мы находимся в Грузии
ka: ჩვენ ვიმყოფებით საქართველოში

source: Онлайн школа программирования доступна 24/7 из любой точки мира
ka: პროგრამირების ონლაინ სკოლა ხელმისაწვდომია 24/7 მსოფლიოს ნებისმიერი წერტილიდან

source: Адрес
ka: მისამართი

source: Грузия, г. Кутаиси
ka: საქართველო, ქუთაისი

source: ул. Абашидзе, д. 8, офис 83
ka: აბაშიძის ქ., 8, ოფისი 83

source: На карте
ka: რუკაზე

source: Свяжитесь с нами любым удобным способом, и мы поможем выбрать идеальный курс для достижения ваших целей. Первая консультация — бесплатно!
ka: დაგვიკავშირდით ნებისმიერი მოსახერხებელი გზით და დაგეხმარებით იდეალური კურსის ასარჩევაში თქვენი მიზნების მისაღწევად. პირველი კონსულტაცია უფასოა!

source: Поиск курсов...
ka: კურსების ძიება...

source: Курсы
ka: კურსები

source: 500 - Ошибка сервера
ka: 500 - სერვერის შეცდომა

source: Внутренняя ошибка сервера
ka: სერვერის შიდა შეცდომა

source: Напишите в поддержку, если ошибка повторяется
ka: დაწერეთ მხარდაჭერას, თუ შეცდომა მეორდება

source: Главная страница
ka: მთავარი გვერდი

source: Революция в IT образовании
ka: რევოლუცია IT განათლებაში

source: Освойте будущее
ka: დაეუფლეთ მომავალს

source: с PyLand
ka: PyLand-თან ერთად

source: Революционная платформа обучения программированию нового поколения. Интерактивные курсы, 3D визуализации, AI-ментор и персональная поддержка 24/7
ka: Revolutionary next-generation programming learning platform. Interactive courses, 3D visualizations, AI mentor and 24/7 personal support

source: Начать путешествие
ka: დაიწყეთ მოგზაურობა

source: Мои курсы
ka: ჩემი კურსები

source: Личный кабинет
ka: პირადი კაბინეტი

source: Возможности
ka: შესაძლებლობები

source: Почему PyLand — это будущее IT образования?
ka: რატომ არის PyLand IT-განათლების მომავალი?

source: Мы используем передовые технологии и инновационные методики обучения для максимально эффективного усвоения материала
ka: ჩვენ ვიყენებთ მოწინავე ტექნოლოგიებს და ინოვაციურ სასწავლო მეთოდებს მაქსიმალურად ეფექტური ათვისებისთვის

source: Практический подход
ka: პრაქტიკული მიდგომა

source: Вы учитесь на реальных примерах и задачах. Каждый урок включает практические упражнения для закрепления материала
ka: თქვენ სწავლობთ რეალურ მაგალითებზე და ამოცანებზე. თითოეული გაკვეთილი მოიცავს პრაქტიკულ სავარჯიშოებს მასალის განმტკიცებისთვისთქვენ სწავლობთ რეალურ მაგალითებზე და ამოცანებზე. თითოეული გაკვეთილი მოიცავს პრაქტიკულ სავარჯიშოებს მასალის განმტკიცებისთვის

source: Живая поддержка менторов
ka: მენტორების ცოცხალი მხარდაჭერა

source: Опытные разработчики помогут разобраться с любыми вопросами и дадут обратную связь по вашим проектам
ka: გამოცდილი დეველოპერები დაგეხმარებიან ნებისმიერ კითხვაში და მოგაწვდიან უკუკავშირს თქვენს პროექტებზე

source: Реальные проекты
ka: რეალური პროექტები

source: Создавайте настоящие приложения и веб-сайты в процессе обучения. Пополняйте портфолио работами для будущего трудоустройства
ka: შექმენით ნამდვილი აპლიკაციები და ვებსაიტები სწავლის პროცესში. შეავსეთ პორტფოლიო სამუშაოებით მომავალი დასაქმებისთვისშექმენით ნამდვილი აპლიკაციები და ვებსაიტები სწავლის პროცესში. შეავსეთ პორტფოლიო სამუშაოებით მომავალი დასაქმებისთვის

source: Активное сообщество
ka: აქტიური საზოგადოება

source: Общайтесь с единомышленниками, обменивайтесь опытом и находите напарников для совместных проектов
ka: ურთიერთობა თანამოაზრეებთან, გაუზიარეთ გამოცდილება და იპოვეთ პარტნიორები ერთობლივი პროექტებისთვისურთიერთობა თანამოაზრეებთან, გაუზიარეთ გამოცდილება და იპოვეთ პარტნიორები ერთობლივი პროექტებისთვის

source: Официальные сертификаты
ka: ოფიციალური სერტიფიკატები

source: Получайте сертификаты о прохождении курсов, которые подтверждают ваши знания и навыки перед работодателями
ka: მიიღეთ კურსების გავლის სერტიფიკატები, რომლებიც ადასტურებენ თქვენს ცოდნას და უნარებს დამსაქმებლების წინაშემიიღეთ კურსების გავლის სერტიფიკატები, რომლებიც ადასტურებენ თქვენს ცოდნას და უნარებს დამსაქმებლების წინაშე

source: Консультации по составлению резюме, подготовка к собеседованиям и рекомендации лучшим студентам
ka: კონსულტაციები რეზიუმეს შედგენაში, მოსამზადებელი გასაუბრებებისთვის და რეკომენდაციები საუკეთესო სტუდენტებისთვისკონსულტაციები რეზიუმეს შედგენაში, მოსამზადებელი გასაუბრებებისთვის და რეკომენდაციები საუკეთესო სტუდენტებისთვის

source: Наши курсы
ka: ჩვენი კურსები

source: Практические курсы от ведущих экспертов индустрии для достижения ваших целей
ka: Practical courses from leading industry experts to achieve your goals

source: уроков
ka: გაკვეთილები

source: Бесплатно
ka: უფასო

source: Начать изучение
ka: დაწყების სწავლა

source: Курсы скоро появятся
ka: კურსები მალე გამოჩნდება

source: Мы работаем над созданием интересных курсов для вас!
ka: ჩვენ ვმუშაობთ საინტერესო კურსების შექმნაზე თქვენთვის!

source: PyLand в цифрах
ka: PyLand ციფრებში

source: Наши достижения говорят сами за себя
ka: ჩვენი მიღწევები თავისთავად საუბრობენ

source: Студентов
ka: სტუდენტი

source: Успешность
ka: წარმატების მაჩვენებელი

source: Партнеров
ka: პარტნიორები

source: Трудоустройство
ka: დასაქმება

source: Средняя зарплата
ka: საშუალო ხელფასი

source: Рейтинг
ka: რეიტინგი

source: Проектов
ka: პროექტები

source: Гарантия
ka: გარანტია

source: Год будущего
ka: მომავლის წელი

source: Инновации
ka: ინოვაციები

source: Глобально
ka: გლობალურად

source: Премиум
ka: პრემიუმი

source: Быстро
ka: სწრაფი

source: Готовы изменить свою жизнь?
ka: მზად ხართ შეცვალოთ თქვენი ცხოვრება?

source: Присоединяйтесь к нашему сообществу разработчиков. Получите доступ к практическим курсам и начните свой путь в программировании!
ka: Join our developer community. Get access to practical courses and start your programming journey!

source: Начать бесплатно
ka: დაიწყეთ უფასოდ

source: Продолжить обучение
ka: გააგრძელეთ სწავლა

source: Заполните форму, и мы свяжемся с вами в течение 15 минут в рабочее время
ka: Fill out the form and we will contact you within 15 minutes during business hours

source: Пожалуйста, согласитесь с политикой конфиденциальности
ka: გთხოვთ, დაეთანხმოთ კონფიდენციალურობის პოლიტიკას

source: Политика использования cookie
ka: ქუქიების პოლიტიკა

source: 1. Общие положения
ka: 1. ზოგადი დებულებები

source: 2. Типы cookie
ka: 2. ქუქიების ტიპები

source: 3. Как мы используем cookie
ka: 3. როგორ ვიყენებთ ქუქიებს

source: 4. Управление cookie
ka: 4. ქუქიების მართვა

source: 5. Сторонние cookie
ka: 5. მესამე მხარის ქუქიები

source: 6. Контакты
ka: 6. კონტაქტები

source: Обновлено: 12 декабря 2025
ka: განახლებულია: 12 დეკემბერი 2025

source: PyLand использует cookie для улучшения работы сайта и персонализации контента.
ka: PyLand იყენებს ქუქიებს ვებსაიტის ფუნქციონირების გასაუმჯობესებლად და კონტენტის პერსონალიზებისთვის.

source: Необходимые
ka: აუცილებელი

source: обеспечивают работу сайта
ka: უზრუნველყოფს ვებსაიტის ფუნქციონირებას

source: Функциональные
ka: ფუნქციური

source: запоминают ваши предпочтения
ka: იმახსოვრებს თქვენს პრეფერენციებს

source: Аналитические
ka: ანალიტიკური

source: помогают анализировать использование сайта
ka: დაგეხმარებათ გააანალიზოთ ვებსაიტის გამოყენება

source: Аутентификация:
ka: ავთენტიფიკაცია:

source: Сессионные cookies для входа в систему (действуют 2 недели)
ka: სესიის ქუქიები შესასვლელად (მოქმედებს 2 კვირა)

source: Безопасность:
ka: უსაფრთხოება:

source: CSRF-токены для защиты от атак
ka: CSRF ტოკენები თავდასხმისგან დასაცავად

source: Настройки:
ka: პარამეტრები:

source: Сохранение языка интерфейса и темы оформления
ka: ინტერფეისის ენის და თემის შენახვა

source: Прогресс обучения:
ka: სწავლის პროგრესი:

source: Отслеживание вашего прогресса по курсам
ka: თქვენი პროგრესის თვალთვალი კურსებში

source: Технические детали:
ka: ტექნიკური დეტალები:

source: Session cookies: срок жизни 2 недели
ka: სესიის ქუქიები: ვადა 2 კვირა

source: CSRF cookies: защита от межсайтовых атак
ka: CSRF ქუქიები: კროსს-საიტ თავდასხმისგან დაცვა

source: Все cookies передаются только по HTTPS в продакшене
ka: ყველა ქუქი გადაეცემა მხოლოდ HTTPS-ით პროდაქშენში

source: HttpOnly флаг: защита от XSS атак
ka: HttpOnly ფლაგი: XSS თავდასხმისგან დაცვა

source: Вы можете отключить cookie в настройках браузера. Это может повлиять на работу сайта.
ka: თქვენ შეგიძლიათ გამორთოთ ქუქიები თქვენი ბრაუზერის პარამეტრებში. ეს შეიძლება იმოქმედოს ვებსაიტის ფუნქციონირებაზე.

source: В настоящее время платформа не использует сторонние аналитические сервисы (Google Analytics, Яндекс.Метрика). Вся аналитика ведется внутри платформы.
ka: ამჟამად პლატფორმა არ იყენებს მესამე მხარის ანალიტიკურ სერვისებს (Google Analytics, Yandex.Metrica). ყველა ანალიტიკა ტარდება პლატფორმის შიგნით.

source: При интеграции сторонних сервисов в будущем вы будете уведомлены заранее, и данная политика будет обновлена.
ka: მესამე მხარის სერვისების მომავალში ინტეგრაციის შემთხვევაში თქვენ წინასწარ იქნებით შეტყობინებული და ეს პოლიტიკა განახლდება.

source: Согласие на обработку персональных данных
ka: თანხმობა პერსონალური მონაცემების დამუშავებაზე

source: 2. Персональные данные
ka: 2. პერსონალური მონაცემები

source: 3. Цели обработки
ka: 3. დამუშავების მიზნები

source: 4. Права субъекта
ka: 4. სუბიექტის უფლებები

source: 5. Хранение данных
ka: 5. მონაცემების შენახვა

source: 6. Защита данных
ka: 6. მონაცემების დაცვა

source: 7. Отзыв согласия
ka: 7. თანხმობის გაუქმება

source: 8. Контакты
ka: 8. კონტაქტები

source: Закон Грузии о защите данных
ka: საქართველოს მონაცემთა დაცვის კანონი

source: Настоящее согласие на обработку персональных данных (далее — Согласие) дается субъектом персональных данных (далее — Пользователь) платформе PyLand (далее — Оператор) в соответствии с Законом Грузии 'О защите персональных данных'.
ka: პერსონალურ მონაცემთა დამუშავების ეს თანხმობა (შემდგომში - თანხმობა) ეძლევა პერსონალურ მონაცემთა სუბიექტს (შემდგომში - მომხმარებელი) PyLand პლატფორმას (შემდგომში - ოპერატორი) საქართველოს კანონის 'პერსონალურ მონაცემთა დაცვის შესახებ' შესაბამისად.

source: Предоставляя свои персональные данные, вы подтверждаете, что ознакомились с настоящим Согласием и принимаете его условия.
ka: თქვენი პერსონალური მონაცემების მიწოდებით თქვენ ადასტურებთ, რომ გაეცანით ამ თანხმობას და იღებთ მის პირობებს.

source: Оператор: PyLand
ka: ოპერატორი: PyLand

source: Адрес: Грузия, г. Кутаиси, ул. Абашидзе 8, офис 83
ka: მისამართი: საქართველო, ქუთაისი, აბაშიძის ქ. 8, ოფისი 83

source: Email: pylandschool@gmail.com
ka: ელფოსტა: pylandschool@gmail.com

source: Пользователь дает согласие на обработку следующих персональных данных:
ka: მომხმარებელი ეთანხმება შემდეგი პერსონალური მონაცემების დამუშავებას:

source: Обязательные данные:
ka: სავალდებულო მონაცემები:

source: Фамилия, имя, отчество
ka: გვარი, სახელი, მამის სახელი

source: Адрес электронной почты (email)
ka: ელექტრონული ფოსტის მისამართი

source: Дополнительные данные:
ka: დამატებითი მონაცემები:

source: Дата рождения
ka: დაბადების თარიღი

source: Город проживания
ka: საცხოვრებელი ქალაქი

source: Образование и опыт работы
ka: განათლება და სამუშაო გამოცდილება

source: Информация о прогрессе обучения
ka: ინფორმაცია სწავლის პროგრესის შესახებ

source: История посещений и активности на платформе
ka: ვიზიტების ისტორია და პლატფორმაზე აქტივობა

source: Технические данные:
ka: ტექნიკური მონაცემები:

source: IP-адрес
ka: IP მისამართი

source: Тип и версия браузера
ka: ბრაუზერის ტიპი და ვერსია

source: Операционная система
ka: ოპერაციული სისტემა

source: Cookies и аналогичные технологии
ka: ქუქი-ფაილები და მსგავსი ტექნოლოგიები

source: 3. Цели обработки персональных данных
ka: 3. პერსონალური მონაცემების დამუშავების მიზნები

source: Персональные данные обрабатываются в следующих целях:
ka: პერსონალური მონაცემები მუშავდება შემდეგი მიზნებისთვის:

source: Регистрация и идентификация Пользователя на платформе
ka: მომხმარებლის რეგისტრაცია და იდენტიფიკაცია პლატფორმაზე

source: Предоставление доступа к образовательным услугам и контенту
ka: საგანმანათლებლო სერვისებზე და კონტენტზე წვდომის უზრუნველყოფა

source: Персонализация обучения и рекомендаций
ka: სწავლისა და რეკომენდაციების პერსონალიზაცია

source: Коммуникация с Пользователем (рассылка уведомлений, новостей, обновлений)
ka: მომხმარებელთან კომუნიკაცია (შეტყობინებების, სიახლეების, განახლებების გაგზავნა)

source: Обработка платежей и финансовых операций
ka: გადახდების და ფინანსური ოპერაციების დამუშავება

source: Выдача сертификатов о прохождении курсов
ka: კურსების დამთავრების სერტიფიკატების გაცემა

source: Техническая поддержка и обратная связь
ka: ტექნიკური მხარდაჭერა და გამოხმაურება

source: Анализ использования платформы и улучшение качества услуг
ka: პლატფორმის გამოყენების ანალიზი და სერვისის ხარისხის გაუმჯობესება

source: Предотвращение мошенничества и обеспечение безопасности
ka: თაღლითობის პრევენცია და უსაფრთხოება

source: Исполнение требований законодательства
ka: საკანონმდებლო მოთხოვნების შესრულება

source: 4. Права субъекта персональных данных
ka: 4. პერსონალური მონაცემების სუბიექტის უფლებები

source: Пользователь имеет право:
ka: მომხმარებელს აქვს უფლება:

source: Получать информацию о наличии и содержании своих персональных данных
ka: მიიღოს ინფორმაცია თავისი პერსონალური მონაცემების არსებობისა და შინაარსის შესახებ

source: Требовать уточнения, блокирования или уничтожения своих данных
ka: მოითხოვოს თავისი მონაცემების დაზუსტება, დაბლოკვა ან წაშლა

source: Отозвать согласие на обработку персональных данных
ka: გააუქმოს თანხმობა პერსონალური მონაცემების დამუშავებაზე

source: Получать копию своих данных в машиночитаемом формате
ka: მიიღოს თავისი მონაცემების ასლი მანქანით წაკითხვად ფორმატში

source: Обжаловать действия или бездействие Оператора в уполномоченном органе
ka: გაასაჩივროს ოპერატორის ქმედებები ან უმოქმედობა უფლებამოსილ ორგანოში

source: Для реализации своих прав
ka: თავისი უფლებების განსახორციელებლად

source: направьте запрос на email: pylandschool@gmail.com или через форму обратной связи.
ka: გააგზავნეთ მოთხოვნა ელფოსტაზე: pylandschool@gmail.com ან უკუკავშირის ფორმის საშუალებით.

source: 5. Срок хранения персональных данных
ka: 5. პერსონალური მონაცემების შენახვის ვადა

source: Персональные данные хранятся в течение следующих сроков:
ka: პერსონალური მონაცემები ინახება შემდეგი ვადით:

source: Данные активных пользователей — в течение всего срока использования платформы
ka: აქტიური მომხმარებლების მონაცემები - პლატფორმის გამოყენების მთელი პერიოდის განმავლობაში

source: Данные неактивных пользователей — 3 года с момента последней активности
ka: არააქტიური მომხმარებლების მონაცემები - 3 წელი ბოლო აქტივობიდან

source: Данные об оплатах — в течение срока, установленного законодательством (минимум 5 лет)
ka: გადახდის მონაცემები - კანონმდებლობით დადგენილი ვადით (მინიმუმ 5 წელი)

source: Данные сертификатов — бессрочно для подтверждения их подлинности
ka: სერტიფიკატების მონაცემები - ვადის გარეშე ავთენტურობის დასადასტურებლად

source: После истечения срока хранения данные удаляются или обезличиваются.
ka: შენახვის ვადის გასვლის შემდეგ მონაცემები იშლება ან ანონიმდება.

source: 6. Меры по защите персональных данных
ka: 6. პერსონალური მონაცემების დაცვის ღონისძიებები

source: Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных:
ka: ოპერატორი იღებს საჭირო სამართლებრივ, ორგანიზაციულ და ტექნიკურ ზომებს პერსონალურ მონაცემთა დასაცავად:

source: Шифрование данных при передаче (SSL/TLS)
ka: მონაცემების დაშიფვრას გადაცემისას (SSL/TLS)

source: Хэширование паролей пользователей
ka: მომხმარებლის პაროლების ჰეშირება

source: Защита от несанкционированного доступа к серверам
ka: დაცვა სერვერებზე არაავტორიზებული წვდომისგან

source: Регулярное резервное копирование
ka: რეგულარული სარეზერვო კოპირება

source: Контроль доступа сотрудников к персональным данным
ka: თანამშრომლების წვდომის კონტროლი პერსონალურ მონაცემებზე

source: Регулярное обучение персонала работе с персональными данными
ka: პერსონალის რეგულარული ტრენინგი პერსონალურ მონაცემებთან მუშაობაში

source: Использование антивирусного ПО и систем обнаружения вторжений
ka: ანტივირუსული პროგრამების და შეჭრის აღმოჩენის სისტემების გამოყენება

source: 7. Отзыв согласия на обработку персональных данных
ka: 7. თანხმობის გაუქმება პერსონალურ მონაცემთა დამუშავებაზე

source: Пользователь вправе в любой момент отозвать свое согласие на обработку персональных данных, направив письменное уведомление Оператору по адресу: pylandschool@gmail.com
ka: მომხმარებელს აქვს უფლება ნებისმიერ დროს გააუქმოს თანხმობა პერსონალურ მონაცემთა დამუშავებაზე წერილობითი შეტყობინების გაგზავნით ოპერატორისთვის მისამართზე: pylandschool@gmail.com

source: Обратите внимание:
ka: გთხოვთ გაითვალისწინოთ:

source: Отзыв согласия не влияет на законность обработки данных до момента отзыва
ka: თანხმობის გაუქმება არ მოქმედებს მონაცემთა დამუშავების კანონიერებაზე გაუქმებამდე

source: После отзыва согласия доступ к платформе и услугам может быть ограничен или прекращен
ka: თანხმობის გაუქმების შემდეგ პლატფორმასა და სერვისებზე წვდომა შეიძლება შეიზღუდოს ან შეწყდეს

source: Некоторые данные могут быть сохранены в течение срока, установленного законодательством
ka: ზოგიერთი მონაცემი შეიძლება შენახულ იქნეს კანონმდებლობით დადგენილი ვადით

source: 8. Контактная информация
ka: 8. საკონტაქტო ინფორმაცია

source: По всем вопросам, связанным с обработкой персональных данных, вы можете обратиться:
ka: პერსონალურ მონაცემთა დამუშავებასთან დაკავშირებული ყველა შეკითხვისთვის შეგიძლიათ მიმართოთ:

source: Телефон:
ka: ტელეფონი:

source: Адрес:
ka: მისამართი:

source: Грузия, г. Кутаиси, ул. Абашидзе 8, офис 83
ka: საქართველო, ქუთაისი, აბაშიძის ქ. 8, ოფისი 83

source: Форма обратной связи:
ka: უკუკავშირის ფორმა:

source: Принимая данное согласие
ka: ამ თანხმობის მიღებით

source: вы подтверждаете, что прочитали и поняли настоящий документ, а также согласны с
ka: თქვენ ადასტურებთ, რომ წაიკითხეთ და გაიგეთ ეს დოკუმენტი და ეთანხმებით

source: Политикой конфиденциальности
ka: კონფიდენციალურობის პოლიტიკა

source: Условиями использования
ka: გამოყენების პირობები

source: Дата последнего обновления: 12 декабря 2025 года
ka: ბოლო განახლება: 2025 წლის 12 დეკემბერი

source: Правила оплаты
ka: გადახდის პოლიტიკა

source: 2. Способы оплаты
ka: 2. გადახდის მეთოდები

source: 3. Процесс оплаты
ka: 3. გადახდის პროცესი

source: 4. Безопасность платежей
ka: 4. გადახდის უსაფრთხოება

source: 5. Возвраты
ka: 5. თანხის დაბრუნება

source: Настоящая политика определяет правила оплаты образовательных услуг на платформе PyLand в соответствии с законодательством Грузии.
ka: ეს პოლიტიკა განსაზღვრავს საგანმანათლებლო სერვისების გადახდის წესებს PyLand პლატფორმაზე საქართველოს კანონმდებლობის შესაბამისად.
